{"max_page_size":100,"total_item_count":27,"page_start":0,"page_size":27,"page_nr":0,"etag":"f02a7c8dadb09cebcd551ce63f925c67a5fa1b5809e9974490026a59e5e7187d","links":{"self":"http://127.0.0.1:20350/api/dance_forms?per_page=100","first":null,"prev":null,"next":null,"last":null},"data":[{"_type":"dance_form","_links":{"self":"http://127.0.0.1:20350/api/dance_forms/0"},"id":0,"name":"The Couple of Poets","description":"The Couple of Poets is a war dance originating in The Tempted Diamond.  The form guides dancers during improvised performances.  The dance is accompanied by The Bewilderment of Glimmers.  The dancers perform in a circle, moving quickly to the music's fer rhythm.  The dance is sluggish.  [B]The dance begins with the verse of the music.  This section is punctuated by understated hand gestures, sinuous spins and counterclockwise quarter turns.  [B]The dance enters a new section with the bridge-passage of the music.  This delicate section is punctuated by twisting raised right arms.  [B]The dance enters a new section with the chorus of the music.  This section is punctuated by undulating straight walks, with large moves.  [B]The dance enters a new section with the next verse of the music.  This section is punctuated by rightward bends."},{"_type":"dance_form","_links":{"self":"http://127.0.0.1:20350/api/dance_forms/1"},"id":1,"name":"The Habitual Rags","description":"The Habitual Rags is a sacred solo dance originating in The Tempted Diamond.  The form guides dancers during improvised performances.  The dance is accompanied by The Grape of Steel as the dancer acts out the story of Kirun Wheelbunny.  The entire dance has a basic movement called the atrid.  There is a series of two steps in a figure-eight pattern with a sway, a counterclockwise eighth turn and a raised left arm.  The expressive delicate fluid dance is punctuated by loudly percussive footwork and low forward bends."},{"_type":"dance_form","_links":{"self":"http://127.0.0.1:20350/api/dance_forms/2"},"id":2,"name":"The Prank of Tricking","description":"The Prank of Tricking is a sacred group dance originating in The Tempted Diamond.  The form guides dancers during improvised performances.  The dance is accompanied by The Grape of Steel as the dancers act out the story of Kirun Wheelbunny.  The dancers perform in a double circle, moving to the music's roder rhythm.  This dance is a refined artform, with two specific moves to be mastered.  The aggressive dance is punctuated by passionate facial expressions.  [B]The enor is one of the fundamental dance moves.  There is grotesque footwork with a sensual facial expression and a twisting raised left arm.  [B]The dustik is one of the fundamental dance moves.  There is a curved walk performed in succession by group members with debauched independent body movement."},{"_type":"dance_form","_links":{"self":"http://127.0.0.1:20350/api/dance_forms/3"},"id":3,"name":"The Fancy Sweetnesses","description":"The Fancy Sweetnesses is a social partner dance for a single pair originating in The Strike-Confederation of Vipers.  The form guides dancers during improvised performances.  The dance is accompanied by any composition of The Glosses of Phrasing.  The dancers perform in a single line, moving very slowly to the music's ohe rhythm.  There are partner changes throughout the dance with the lead turning out clockwise.  The entire dance has a basic movement called the noloc.  There is a series of four steps in a square pattern with a raised left arm and a sprightly rightward bend.  The intense dance is punctuated by the high body level of the lead, the powerful leaps of the lead and the sensual facial expressions of the lead.  [B]The dance begins with the passages of the music.  The partners dance closely, communicating intent by pushing together briefly.  This proud grotesque section is punctuated by sharp-edged independent body movement, leg lifts and high right kicks.  [B]The dance enters a new section with the finale of the music.  The partners maintain open contact, communicating intent by pushing together constantly.  This section is punctuated by lively counterclockwise half turns."},{"_type":"dance_form","_links":{"self":"http://127.0.0.1:20350/api/dance_forms/4"},"id":4,"name":"The Cardinal Laces","description":"The Cardinal Laces is a war dance originating in The Strike-Confederation of Vipers.  The form guides dancers during improvised performances.  The dance is accompanied by The Rhythmic Lilac.  The dancers perform in a double circle, moving with the music.  The dance is crude and flamboyant.  [B]The dance begins with the introduction of the music.  This section is intense.  [B]The dance enters a new section with the passage of the music.  This joyous section is punctuated by aggressive curved walks."},{"_type":"dance_form","_links":{"self":"http://127.0.0.1:20350/api/dance_forms/5"},"id":5,"name":"The Intricacy of Lace","description":"The Intricacy of Lace is a war dance originating in The Strike-Confederation of Vipers.  The form guides dancers during improvised performances.  The dance is accompanied by The Beige Lyric.  The dancers perform in a double circle along an improvised path, moving to the music's hiner rhythm.  The dance is punctuated by leaps.  [B]The dance enters a new section with the verse of the music.  The dancers perform very quickly with the music.  This section is soft.  [B]The dance enters a new section with the chorus of the music.  This sluggish section is punctuated by partially realized moves."},{"_type":"dance_form","_links":{"self":"http://127.0.0.1:20350/api/dance_forms/6"},"id":6,"name":"The Sable Silks","description":"The Sable Silks is a solo performance dance originating in The Strike-Confederation of Vipers.  The form guides dancers during improvised performances.  The dance is accompanied by The Prim Sheens.  This dance is a refined artform, with four special positions to be mastered.  The dance is punctuated by sinuous runs, sinuous independent body movement and grotesque leaps.  [B]The dance begins with the theme of the music.  The dancer performs quickly to the bepa rhythm.  This delicate section is punctuated by expressive footwork and fluid rightward bends.  [B]The dance enters a new section with the variations on the theme of the music.  The dancer performs with the music.  This energetic fluid section is punctuated by raised right arms.  [B]The kes is one of the fundamental dance positions.  There should be an aggressive facial expression with a leg lift, a spirited forward bend and a debauched arm carriage.  [B]The suku is one of the fundamental dance positions.  There should be a left leg lift with a joyous raised left arm, a high body level and a delicate rightward bend.  [B]The rorec is one of the fundamental dance positions.  There should be a low body level with a high left leg lift.  [B]The musda is one of the fundamental dance positions.  There should be a proud facial expression with a low body level and a strong arm carriage."},{"_type":"dance_form","_links":{"self":"http://127.0.0.1:20350/api/dance_forms/7"},"id":7,"name":"The Veneration of Tresses","description":"The Veneration of Tresses is a solo performance dance originating in The Strike-Confederation of Vipers.  The rules of the form are applied by choreographers to produce individual dances which can be performed.  The dance is accompanied by any composition of The Fragrant Velvet.  This dance is a refined artform, with one special position and twelve specific moves to be mastered.  The spirited debauched dance is punctuated by raised arms.  [B]The dance begins with the first theme of the music.  The dancer performs slowly to the ani rhythm.  This section is punctuated by body level changes.  [B]The dance enters a new section with the exposition of the first theme of the music.  The dancer performs quickly to the nek rhythm.  This section is jerking.  [B]The dance enters a new section with the bridge-passage of the music.  The dancer performs to the thad rhythm.  This section is punctuated by elaborate straight walks.  [B]The dance enters a new section with the second theme of the music.  The dancer performs very quickly to the umo rhythm.  There is a basic movement called the odu.  There is a series of sixteen steps in an intricate pattern with a forward bend, independent body movement and a high body level.  This energetic section is punctuated by spins and intense raised left arms.  [B]The dance enters a new section with the exposition of the second theme of the music.  The dancer performs slower and slower with the music.  This proud jerking section is punctuated by intense footwork and spins.  [B]The dance enters a new section with the synthesis of the music.  The dancer performs slower and slower with the music.  This powerful section is punctuated by leg lifts.  [B]The uzu the fundamental dance position.  There should be an aggressive hand gesture with a proud left leg lift and an undulating raised arm.  [B]The onaf is one of the fundamental dance moves.  There is an energetic counterclockwise eighth quarter turn with sharp-edged independent body movement and a sinuous backward bend.  [B]The agthreb is one of the fundamental dance moves.  There is a counterclockwise eighth half turn with elaborate independent body movement, a straight-lined left leg lift and an energetic raised right arm.  [B]The kaslal is one of the fundamental dance moves.  There is a vigorous spin with a leap, a proud arm carriage and a high kick.  [B]The seggu is one of the fundamental dance moves.  First, there is an aggressive counterclockwise eighth half turn with a proud hand gesture.  Then there is a leap with joyous independent body movement and an intense counterclockwise eighth quarter turn.  Then there is a passionate spin with a low body level, independent body movement and an elaborate sway.  Finally, there is a raised right arm.  [B]The tikbo is one of the fundamental dance moves.  There is a powerful sway with a raised right arm, a fluid hand gesture and independent body movement.  [B]The apu is one of the fundamental dance moves.  First, there is a leap with a leg lift, a powerful arm carriage and passionate independent body movement.  Then there is a joyous leftward bend with a spin.  Finally, there is a left leg lift with elaborate independent body movement and a raised arm.  [B]The sluste is one of the fundamental dance moves.  There is a proud spin with a raised right arm and an energetic backward bend.  [B]The itlud is one of the fundamental dance moves.  There is a sway with a low body level and a run.  [B]The eman is one of the fundamental dance moves.  There is a raised arm with independent body movement and a low body level.  [B]The oth is one of the fundamental dance moves.  There is a lively clockwise eighth quarter turn.  [B]The ushav is one of the fundamental dance moves.  There is a proud leap with a vigorous spin, an energetic raised right arm and a jerking leg lift.  [B]The asri is one of the fundamental dance moves.  There is a vivacious spin."},{"_type":"dance_form","_links":{"self":"http://127.0.0.1:20350/api/dance_forms/8"},"id":8,"name":"The Carmine Silkinesses","description":"The Carmine Silkinesses is a sacred solo dance originating in The Midnight of Combining.  The form guides dancers during improvised performances.  The dance is accompanied by The Sheen of Intricacies.  The dancer performs very slowly to the music's ustrok rhythm.  The sprightly sluggish dance is punctuated by independent body movement.  [B]The dance begins with the passage of the music.  This section is punctuated by delicate forward bends."},{"_type":"dance_form","_links":{"self":"http://127.0.0.1:20350/api/dance_forms/9"},"id":9,"name":"The Lilac of Velvet","description":"The Lilac of Velvet is a solo performance dance originating in The Midnight of Combining.  The form guides dancers during improvised performances.  The dance is accompanied by any composition of The Lavender Sheen.  The weightless dance is punctuated by sluggish spins, leaps and crude clockwise quarter turns.  [B]The dance begins with the first theme of the music.  The dancer performs slowly with the music.  This section is punctuated by subtle raised left arms, with partially realized moves.  [B]The dance enters a new section with the exposition of the first theme of the music.  This section is grotesque.  [B]The dance enters a new section with the bridge-passage of the music.  The dancer performs slower and slower with the music.  This section is punctuated by debauched footwork and expressive raised arms.  [B]The dance enters a new section with the exposition of the second theme of the music.  The dancer performs very quickly with the music.  This proud section is punctuated by independent body movement.  [B]The dance enters a new section with the synthesis of the music.  The dancer performs very slowly with the music.  This crude straight-lined section is punctuated by independent body movement."},{"_type":"dance_form","_links":{"self":"http://127.0.0.1:20350/api/dance_forms/10"},"id":10,"name":"The Den of Lilacs","description":"The Den of Lilacs is a sacred group dance originating in The Blotted Sea.  The form guides dancers during improvised performances.  The dance is accompanied by any composition of The Flowery Wasps as the dancers act out any composition of The Wayward Ways.  The dancers perform in a double circle, moving to the music's aveya rhythm."},{"_type":"dance_form","_links":{"self":"http://127.0.0.1:20350/api/dance_forms/11"},"id":11,"name":"The Fancy Wisps","description":"The Fancy Wisps is a social group dance originating in The Blotted Sea.  The form guides dancers during improvised performances.  The dance is accompanied by The Desserts of Tweeting.  The dancers perform in several lines along an intricate path, moving to the music's arile rhythm.  The dance is punctuated by large moves.  [B]The dance begins with the introduction of the music.  The dancers perform very quickly with the music.  This section is punctuated by vigorous backward bends and intense arm carriage, with movement shadowed by group members.  [B]The dance enters a new section with the first theme of the music.  The dancers perform quickly with the music.  This section is punctuated by vivacious spins and high body level.  [B]The dance enters a new section with the exposition of the first theme of the music.  This section is punctuated by twisting independent body movement, with movement shadowed by group members.  [B]The dance enters a new section with the bridge-passage of the music.  The dancers perform slowly with the music.  This section is punctuated by crude arm carriage and sluggish repeated right kicks.  [B]The dance enters a new section with the second theme of the music.  The dancers perform quickly with the music.  This weightless section is punctuated by straight-lined right leg lifts.  [B]The dance enters a new section with the exposition of the second theme of the music.  The dancers perform quickly with the music.  This section is punctuated by vigorous straight walks and intense spins."},{"_type":"dance_form","_links":{"self":"http://127.0.0.1:20350/api/dance_forms/12"},"id":12,"name":"The Fords of Drinking","description":"The Fords of Drinking is a sacred group dance originating in The Blotted Sea.  The form guides dancers during improvised performances.  The dance is accompanied by any composition of The Flowery Wasps.  The dancers perform in a circle turning counterclockwise, moving to the music's aveya rhythm.  The joyous dance is punctuated by movement mirrored by group members."},{"_type":"dance_form","_links":{"self":"http://127.0.0.1:20350/api/dance_forms/13"},"id":13,"name":"The Rhythm of Reticence","description":"The Rhythm of Reticence is a performance partner dance originating in The Blotted Sea.  The rules of the form are applied by choreographers to produce individual dances which can be performed.  The dance is accompanied by The Desserts of Tweeting.  The dancers perform in a single line, moving to the music's arile rhythm.  The partners rarely make contact, communicating intent through spoken cues.  There are partner changes throughout the dance with the lead turning out clockwise.  The proud dance is punctuated by grotesque independent body movement, elaborate clockwise eighth turns and graceful body level changes.  [B]The dance enters a new section with the first theme of the music.  The dancers perform quickly with the music.  This crude section is punctuated by the spins of the follower, the vigorous hand gestures of the follower and aggressive runs.  [B]The dance enters a new section with the exposition of the first theme of the music.  This section is serene.  [B]The dance enters a new section with the bridge-passage of the music.  The dancers perform slowly with the music.  This section is crude and powerful.  [B]The dance enters a new section with the second theme of the music.  The dancers perform quickly with the music.  This straight-lined section is punctuated by raised right arms.  [B]The dance enters a new section with the synthesis of the music.  The dancers perform slower and slower with the music.  This section is jerking and aggressive."},{"_type":"dance_form","_links":{"self":"http://127.0.0.1:20350/api/dance_forms/14"},"id":14,"name":"The Aquamarine Saffron","description":"The Aquamarine Saffron is a performance partner dance for a single pair originating in The Blotted Sea.  The rules of the form are applied by choreographers to produce individual dances which can be performed.  The dance is accompanied by The Desserts of Tweeting.  The dancers perform in several lines along an improvised path, moving to the music's arile rhythm.  The partners maintain open contact, communicating intent through a light touch.  The dancers imitate the movement of the magpie.  This dance is a refined artform, with three specific moves to be mastered.  [B]The dance begins with the introduction of the music.  The dancers perform very quickly with the music.  This section is debauched and straight-lined.  [B]The dance enters a new section with the first theme of the music.  The dancers perform quickly with the music.  This crude section is punctuated by straight walks, straight-lined right kicks and curved walks.  [B]The dance enters a new section with the exposition of the first theme of the music.  This elaborate section is punctuated by grotesque facial expressions, flamboyant leg lifts and independent body movement.  [B]The dance enters a new section with the bridge-passage of the music.  The dancers perform slowly with the music.  This soft section is punctuated by the sensual raised arms of the lead and independent body movement.  [B]The dance enters a new section with the second theme of the music.  The dancers perform quickly with the music.  This lively section is punctuated by the curved walks of the follower, the sensual leaps of the lead and strong footwork.  [B]The dance enters a new section with the exposition of the second theme of the music.  The dancers perform quickly with the music.  This understated section is punctuated by straight walks, with partially realized moves.  [B]The dance enters a new section with the synthesis of the music.  The dancers perform slower and slower with the music.  This section is punctuated by passionate footwork.  [B]The licesi is one of the fundamental dance moves.  There is a flamboyant spin with an aggressive raised right arm from the lead.  [B]The oma is one of the fundamental dance moves.  There is a debauched leg lift with a flamboyant raised left arm.  [B]The cameda is one of the fundamental dance moves.  There is soft footwork with a soft raised right arm and serene independent body movement."},{"_type":"dance_form","_links":{"self":"http://127.0.0.1:20350/api/dance_forms/15"},"id":15,"name":"The Mirthful Fragrance","description":"The Mirthful Fragrance is a social partner dance originating in The Blotted Sea.  The form guides dancers during improvised performances.  The dance is accompanied by The Desserts of Tweeting.  The dancers perform in a single line, moving to the music's arile rhythm.  This dance is a refined artform, with four special positions to be mastered.  The entire dance has a basic movement called the cida.  There is a series of three steps in a square pattern with a rightward bend from the follower.  The delicate dance is punctuated by clockwise quarter turns and the expressive raised right arms of the lead.  [B]The dance begins with the introduction of the music.  The dancers perform very quickly with the music.  The partners rarely make contact, communicating intent through visual cues.  This section is punctuated by partially realized moves.  [B]The dance enters a new section with the first theme of the music.  The dancers perform quickly with the music.  The partners maintain open contact, communicating intent briefly through touch.  This soft section is punctuated by the spins of the follower, with partially realized moves.  [B]The dance enters a new section with the exposition of the first theme of the music.  The partners maintain open contact, communicating intent by pushing together constantly.  [B]The dance enters a new section with the bridge-passage of the music.  The dancers perform slowly with the music.  The partners maintain open contact, communicating intent by pushing together briefly.  [B]The dance enters a new section with the second theme of the music.  The dancers perform quickly with the music.  The partners maintain open contact, communicating intent constantly through touch.  This sluggish sprightly section is punctuated by the high body level of the follower and leaps.  [B]The dance enters a new section with the exposition of the second theme of the music.  The dancers perform quickly with the music.  The partners dance closely, communicating intent by pulling away.  This section is punctuated by the fluid hand gestures of the follower, twisting backward bends and twisting spins, with partially realized moves.  [B]The dance enters a new section with the synthesis of the music.  The dancers perform slower and slower with the music.  The partners rarely make contact, communicating intent through visual cues.  This sinuous graceful section is punctuated by right kicks and spins.  [B]The lolama is one of the fundamental dance positions.  There should be a raised left arm.  [B]The itho is one of the fundamental dance positions.  There should be a high body level from the follower.  [B]The lebeyu is one of the fundamental dance positions.  There should be a sensual hand gesture with a forward bend and a subtle facial expression from the lead.  [B]The efeye is one of the fundamental dance positions.  There should be a high body level."},{"_type":"dance_form","_links":{"self":"http://127.0.0.1:20350/api/dance_forms/16"},"id":16,"name":"The Musical Tulips","description":"The Musical Tulips is a sacred solo dance originating in The Stormy Confederacies.  The form guides dancers during improvised performances.  The dance is accompanied by The Luxury of Pantomimes as the dancer acts out The Paper of Petals.  This dance is a refined artform, with two special positions to be mastered.  The sensual expressive strong dance is punctuated by sprightly clockwise quarter turns and proud runs.  [B]The ijat is one of the fundamental dance positions.  There should be a sharp-edged arm carriage.  [B]The iquob is one of the fundamental dance positions.  There should be a powerful raised arm with a high left leg lift, a vivacious hand gesture and a passionate facial expression."},{"_type":"dance_form","_links":{"self":"http://127.0.0.1:20350/api/dance_forms/17"},"id":17,"name":"The Poetry of Scintillating","description":"The Poetry of Scintillating is a sacred group dance originating in The Stormy Confederacies.  The form guides dancers during improvised performances.  The dance is accompanied by any composition of The Fabulous Flutes as the dancers act out The Paper of Petals.  The dancers perform loosely mingled, moving very quickly with the music.  This dance is a refined artform, with four special positions to be mastered.  The jerking dance is punctuated by low body level, with aborted moves.  [B]The dance begins with the chorus of the music.  The dancers perform along an intricate path.  This sensual section is punctuated by leaps.  [B]The dance enters a new section with the bridge-passage of the music.  This section is punctuated by leg lifts and independent body movement.  [B]The dance enters a new section with the verse of the music.  This section is punctuated by left leg lifts.  [B]The dance enters a new section with the finale of the music.  This debauched section is punctuated by raised arms, with movement mirrored by group members.  [B]The cadem is one of the fundamental dance positions.  There should be a right leg lift with a high body level and a leftward bend mirrored by group members.  [B]The caquot is one of the fundamental dance positions.  There should be a leg lift with a raised arm and a high body level.  [B]The shibbi is one of the fundamental dance positions.  There should be a leftward bend with a high leg lift and a low body level.  [B]The aro is one of the fundamental dance positions.  There should be a raised right arm with a leg lift."},{"_type":"dance_form","_links":{"self":"http://127.0.0.1:20350/api/dance_forms/18"},"id":18,"name":"The Aquamarine Sparkles","description":"The Aquamarine Sparkles is a war dance originating in The Spider of Passions.  The form guides dancers during improvised performances.  The dance is accompanied by The Chant of Tone.  The dancers perform in a circle, moving to the music's zuspo rhythm.  The dance is punctuated by flamboyant right kicks, debauched leaps and large footwork.  [B]The dance begins with the introduction of the music.  The dancers perform quickly with the music.  This joyous section is punctuated by backward bends and lively raised right arms.  [B]The dance enters a new section with the passage of the music.  The dancers perform quickly with the music.  This section is expressive.  [B]The dance enters a new section with the bridge-passage of the music.  This section is punctuated by repeated left kicks and straight-lined hand gestures, with partially realized moves.  [B]The dance enters a new section with the finale of the music.  This section is punctuated by proud counterclockwise quarter turns."},{"_type":"dance_form","_links":{"self":"http://127.0.0.1:20350/api/dance_forms/19"},"id":19,"name":"The Tulips of Glistening","description":"The Tulips of Glistening is a solo performance dance originating in The Spider of Passions.  The form guides dancers during improvised performances.  The dance is accompanied by any composition of The Phrases of Sweetness.  This dance is a refined artform, with ten specific moves to be mastered.  The entire dance has a basic movement called the zoslu.  There is a series of four passionate steps in a square pattern.  The dance is sensual and sprightly.  [B]The dance begins with the passage of the music.  The dancer performs quickly with the music.  This section is punctuated by expressive clockwise eighth turns and undulating hand gestures.  [B]The dance enters a new section with the next passage of the music.  The dancer performs quickly with the music.  This section is punctuated by vivacious counterclockwise quarter turns.  [B]The oxsa is one of the fundamental dance moves.  There is an aggressive straight walk with a partially realized raised right arm.  [B]The oke is one of the fundamental dance moves.  First, there is an elaborate clockwise eighth quarter turn with delicate independent body movement, a partially realized hand gesture and a leftward bend.  Then there is a repeated right kick with a delicate leap, independent body movement and an aggressive facial expression.  [B]The usasp is one of the fundamental dance moves.  There is a proud repeated kick with a softly percussive leap and a spirited clockwise eighth turn.  [B]The obxo is one of the fundamental dance moves.  There is lively footwork.  [B]The onu is one of the fundamental dance moves.  There is a clockwise eighth half turn with an aggressive facial expression and a spirited leap.  [B]The nguzo is one of the fundamental dance moves.  There is a flamboyant body level change with an expressive spin.  [B]The asttu is one of the fundamental dance moves.  First, there is a leap with an undulating arm carriage, a spin and twisting independent body movement.  Then there is an expressive spin with twisting footwork and a high body level.  [B]The oz is one of the fundamental dance moves.  There is a vigorous raised arm with a delicate kick.  [B]The okom is one of the fundamental dance moves.  There is an intense body level change with a spin.  [B]The mudo is one of the fundamental dance moves.  First, there is an elaborate clockwise eighth quarter turn with an aggressive hand gesture and a partially realized body level change.  Then there is a spin with an elaborate arm carriage, an intense backward bend and a subtle facial expression."},{"_type":"dance_form","_links":{"self":"http://127.0.0.1:20350/api/dance_forms/20"},"id":20,"name":"The Saffron of Bewildering","description":"The Saffron of Bewildering is a participation dance originating in The Spider of Passions.  The form guides dancers during improvised performances.  The dance is accompanied by any composition of The Phrases of Sweetness.  The dancers perform in a circle along an improvised path, moving to the music's dotom rhythm.  The passionate aggressive dance is punctuated by vigorous footwork.  [B]The dance begins with the passage of the music.  The dancers perform quickly with the music.  This flamboyant section is punctuated by expressive hand gestures and counterclockwise quarter turns, with large moves.  [B]The dance enters a new section with the next passage of the music.  The dancers perform quickly with the music.  This section is punctuated by fluid right kicks, intense spins and sprightly straight walks."},{"_type":"dance_form","_links":{"self":"http://127.0.0.1:20350/api/dance_forms/21"},"id":21,"name":"The Urn of Burials","description":"The Urn of Burials is a sacred group dance originating in The Dutiful Dagger.  The form guides dancers during improvised performances.  The dance is accompanied by The Ashen Death.  The dancers perform in a single line.  The dance is relaxed.  [B]The dance begins with the introduction of the music.  The dancers perform very slowly to the nural rhythm.  This section is punctuated by graceful arm carriage."},{"_type":"dance_form","_links":{"self":"http://127.0.0.1:20350/api/dance_forms/22"},"id":22,"name":"The Aqua Iron","description":"The Aqua Iron is a sacred solo dance originating in The Dutiful Dagger.  The form guides dancers during improvised performances.  The dance is accompanied by The Iron of Caves as the dancer acts out any composition of The Wisdom of Libraries.  The dancer performs slower and slower to the music's nashon rhythm.  This dance is a refined artform, with three special positions to be mastered.  The dance is twisting.  [B]The dance begins with the theme of the music.  This section is punctuated by intense leaps and passive raised left arms.  [B]The dance enters a new section with the variations on the theme of the music.  This passive section is punctuated by clockwise eighth turns and straight walks.  [B]The enor is one of the fundamental dance positions.  There should be a low body level with a sensual right leg lift.  [B]The dustik is one of the fundamental dance positions.  There should be a low body level with a joyous facial expression.  [B]The kogan is one of the fundamental dance positions.  There should be a sprightly arm carriage with a high body level."},{"_type":"dance_form","_links":{"self":"http://127.0.0.1:20350/api/dance_forms/23"},"id":23,"name":"The Wonders of Dancing","description":"The Wonders of Dancing is a solo performance dance originating in The Dutiful Dagger.  The rules of the form are applied by choreographers to produce individual dances which can be performed.  The dance is accompanied by any composition of The Songs of Adoration.  The dancer performs slower and slower to the music's bugsud rhythm.  This dance is a refined artform, with two special positions to be mastered.  [B]The dance begins with the passages of the music.  This proud section is punctuated by sluggish footwork and graceful hand gestures.  [B]The dance enters a new section with the next passage of the music.  This section is punctuated by soft counterclockwise quarter turns.  [B]The ingish is one of the fundamental dance positions.  There should be a high body level with a subtle facial expression, a lively forward bend and a sprightly arm carriage.  [B]The dudgoth is one of the fundamental dance positions.  There should be a calm left leg lift."},{"_type":"dance_form","_links":{"self":"http://127.0.0.1:20350/api/dance_forms/24"},"id":24,"name":"The Pristine Saffron","description":"The Pristine Saffron is a participation dance originating in The Dutiful Dagger.  The form guides dancers during improvised performances.  The dance is accompanied by The Adoration of Trumpets.  The dancers perform in a circle, moving slower and slower with the music.  The dance is punctuated by joyous kicks and crude independent body movement, with large moves.  [B]The dance begins with the chorus of the music.  This section is sluggish.  [B]The dance enters a new section with the coda of the music.  This section is punctuated by intense right leg lifts and grotesque straight walks."},{"_type":"dance_form","_links":{"self":"http://127.0.0.1:20350/api/dance_forms/25"},"id":25,"name":"The Quiescent Tressed Blossom","description":"The Quiescent Tressed Blossom is a war dance originating in The Dutiful Dagger.  The form guides dancers during improvised performances.  The dance is accompanied by The Butterfly of Aquamarine.  The dancers perform loosely mingled.  The dance is sinuous and soft.  [B]The dance begins with the verse of the music.  The dancers perform faster and faster with the music.  This section is serene."},{"_type":"dance_form","_links":{"self":"http://127.0.0.1:20350/api/dance_forms/26"},"id":26,"name":"The Incenses of Ensorceling","description":"The Incenses of Ensorceling is a war dance originally devised by the goblin Ngebzo Viledives.  The form guides dancers during improvised performances.  The dance is accompanied by The Beige Lyric.  The dancers perform in a circle turning counterclockwise, moving to the music's hiner rhythm.  The joyous strong dance is punctuated by left kicks.  [B]The dance enters a new section with the verse of the music.  The dancers perform very quickly with the music.  This section is punctuated by twisting counterclockwise eighth turns and spins.  [B]The dance enters a new section with the chorus of the music.  This energetic section is punctuated by crude spins, expressive movement along the line of dance and crude runs."}]}