{"max_page_size":100,"total_item_count":30,"page_start":0,"page_size":30,"page_nr":0,"etag":"687071df454da655d9eac259446f2d24b37bed7432e0168352e90d9679ab1282","links":{"self":"http://127.0.0.1:20350/api/musical_forms?per_page=100","first":null,"prev":null,"next":null,"last":null},"data":[{"_type":"musical_form","_links":{"self":"http://127.0.0.1:20350/api/musical_forms/0"},"id":0,"name":"The Grape of Steel","description":"The Grape of Steel is a devotional form of music directed toward the worship of Kirun Wheelbunny originating in The Tempted Diamond.  The form guides musicians during improvised performances.  The music is played on a nashas and a thabost.  The musical voices bring melody and counterpoint.  The melody and counterpoint both have short phrases throughout the form.  The music is broadly layered with chords spanning the range.  It is performed using the bemong scale and in the roder rhythm.  [B]The nashas always does the main melody and should be merry.  The voice uses its entire range from the buzzy low register to the piercing high register.  [B]The thabost always does the counterpoint melody and should feel playful.  The voice uses its entire range from the rugged low register to the quavering high register.  [B]The Grape of Steel has a simple structure: three to five unrelated passages.  [B]Each of the simple passages is extremely fast, and it is to become louder and louder.  Each passage should be performed using glides.  [B]Scales are constructed from twelve notes spaced evenly throughout the octave.  The tonic note is fixed only at the time of performance.  [B]The bemong pentatonic scale is thought of as two disjoint chords spanning two perfect fourths.  These chords are named alak and izeg.  [B]The alak trichord is the 1st, the 5th and the 6th degrees of the semitone octave scale.  [B]The izeg trichord is the 8th, the 12th and the 13th (completing the octave) degrees of the semitone octave scale.  [B]The rhythm system is fundamentally polyrhythmic.  There are always multiple rhythm lines, and each of their bars is played over the same period of time, regardless of the number of beats.  The rhythm lines are thought of as one, without a primary-subordinate relationship, though individual lines can be named.  [B]The roder rhythm is a single line with two beats.  The beat is stressed as follows:[B]| x - | [B]where x is a beat, - is silent and | indicates a bar."},{"_type":"musical_form","_links":{"self":"http://127.0.0.1:20350/api/musical_forms/1"},"id":1,"name":"The Bewilderment of Glimmers","description":"The Bewilderment of Glimmers is a form of music used during marches and military engagements originating in The Tempted Diamond.  The form guides musicians during improvised performances.  The music is played on a nashas.  The entire performance should be passionate and is moderately fast, and it is to become softer and softer.  The melody has short phrases throughout the form.  Only one pitch is ever played at a time.  It is performed using the ontak scale and in the fer rhythm.  Throughout, when possible, performers are to alternate tension and repose.  [B]The nashas always does the main melody.  [B]The Bewilderment of Glimmers has a well-defined multi-passage structure: a lengthy verse and a chorus possibly all repeated, a bridge-passage and a chorus and a verse.  [B]In the first verse, the nashas covers its entire range from the buzzy low register to the piercing high register.  [B]In the first chorus, the nashas covers its entire range from the buzzy low register to the piercing high register.  [B]In the bridge-passage, the nashas covers its entire range from the buzzy low register to the piercing high register.  [B]In the second chorus, the nashas covers its entire range from the buzzy low register to the piercing high register.  [B]In the second verse, the nashas stays in the buzzy low register.  [B]Scales are constructed from twelve notes spaced evenly throughout the octave.  The tonic note is fixed only at the time of performance.  [B]The ontak hexatonic scale is thought of as two disjoint chords spanning two perfect fourths.  These chords are named mabdug and emar.  [B]The mabdug trichord is the 1st, the 3rd and the 6th degrees of the semitone octave scale.  [B]The emar tetrachord is the 8th, the 10th, the 11th and the 13th (completing the octave) degrees of the semitone octave scale.  [B]The rhythm system is fundamentally polyrhythmic.  There are always multiple rhythm lines, and each of their bars is played over the same period of time, regardless of the number of beats.  The rhythm lines are thought of as one, without a primary-subordinate relationship, though individual lines can be named.  [B]The fer rhythm is a single line with twenty-six beats divided into three bars in a 8-9-9 pattern.  The beat is stressed as follows:[B]| - x - x - x - - | x - x x x x x x - | x x x x - - - x - | [B]where x is a beat, - is silent and | indicates a bar."},{"_type":"musical_form","_links":{"self":"http://127.0.0.1:20350/api/musical_forms/2"},"id":2,"name":"The Fatal Crypt","description":"The Fatal Crypt is a devotional form of music directed toward the worship of Gamo originating in The Strike-Confederation of Vipers.  The rules of the form are applied by composers to produce individual pieces of music which can be performed.  The music is played on three apa.  The entire performance gradually slows as it comes to an end.  The melody has long phrases throughout the form.  Only one pitch is ever played at a time.  It is performed using the agtha scale and in the nazweng rhythm.  Throughout, when possible, composers and performers are to play rapid runs and play arpeggios.  [B]Each apa always does the main melody.  [B]The Fatal Crypt has the following structure: an introduction and three to four lengthy unrelated passages.  [B]The introduction should feel heavy, and it is to become louder and louder.  [B]Each of the simple passages should be melancholic, and it is to become softer and softer.  [B]Scales are constructed from twelve notes spaced evenly throughout the octave.  The tonic note is a fixed tone passed from teacher to student.  [B]The agtha heptatonic scale is constructed by selection of degrees from the fundamental scale.  The degrees selected are the 1st, the 2nd, the 3rd, the 4th, the 5th, the 7th and the 8th.  [B]The rhythm system is fundamentally polyrhythmic.  There are always multiple rhythm lines, and each of their bars is played over the same period of time, regardless of the number of beats.  The rhythm lines are thought of as one, without a primary-subordinate relationship, though individual lines can be named.  [B]The rhythm system is fundamentally polymetric.  There are always multiple rhythm lines, and the beats are always played together, even if one rhythm line completes (and then repeats) before the other is finished.  The rhythm lines are thought of as one, without a primary-subordinate relationship, though individual lines can be named.  [B]The nazweng rhythm is made from two patterns: the nek (considered the primary) and the idla.  As stated above, they are to be played in polyrhythm.  [B]The nek rhythm is a single line with thirty-two beats divided into eight bars in a 4-4-4-4-4-4-4-4 pattern.  The beat is stressed as follows:[B]| x x X x | - x - x | - x x - | - - x - | - - x x | x - x - | x - - x | x x ! - | [B]where ! marks the primary accent, X marks an accented beat, x is a beat, - is silent and | indicates a bar.  [B]The idla rhythm is a single line with fourteen beats divided into two bars in a 7-7 pattern.  The beats are named othag (spoken oth), dik (di), tunem (tu), ramet (ra), icmon (ic), ozi (oz) and stalcon (sta).  The beat is stressed as follows:[B]| - x - x X - x | - - x x - x ! | [B]where ! marks the primary accent, X marks an accented beat, x is a beat, - is silent and | indicates a bar."},{"_type":"musical_form","_links":{"self":"http://127.0.0.1:20350/api/musical_forms/3"},"id":3,"name":"The Glosses of Phrasing","description":"The Glosses of Phrasing is a form of music used for entertainment originating in The Strike-Confederation of Vipers.  The rules of the form are applied by composers to produce individual pieces of music which can be performed.  A chanter recites nonsensical words and sounds.  The entire performance is very slow, and it is to start loud then be immediately soft.  The melody has phrases of varied length throughout the form.  Only one pitch is ever played at a time.  It is performed using the nithros scale and in the ohe rhythm.  [B]The chanter always does the main melody and should be broad.  [B]The Glosses of Phrasing has the following structure: three unrelated passages and a finale.  [B]In each of the simple passages, the chanter's voice stays in the low register.  Each passage should be composed and performed using trills.  [B]In the finale, the chanter's voice ranges from the middle register to the high register.  [B]Scales are constructed from twelve notes spaced evenly throughout the octave.  The tonic note is a fixed tone passed from teacher to student.  [B]The nithros heptatonic scale is constructed by selection of degrees from the fundamental scale.  The degrees selected are the 1st, the 2nd, the 3rd, the 4th, the 5th, the 6th and the 7th.  [B]The rhythm system is fundamentally polyrhythmic.  There are always multiple rhythm lines, and each of their bars is played over the same period of time, regardless of the number of beats.  The rhythm lines are thought of as one, without a primary-subordinate relationship, though individual lines can be named.  [B]The rhythm system is fundamentally polymetric.  There are always multiple rhythm lines, and the beats are always played together, even if one rhythm line completes (and then repeats) before the other is finished.  The rhythm lines are thought of as one, without a primary-subordinate relationship, though individual lines can be named.  [B]The ohe rhythm is made from two patterns: the almef (considered the primary) and the ani.  As stated above, they are to be played in polyrhythm.  [B]The almef rhythm is a single line with eight beats divided into four bars in a 2-2-2-2 pattern.  The beats are named onod (spoken on) and osp (osp).  The beat is stressed as follows:[B]| x x | x x | - x | x - | [B]where x is a beat, - is silent and | indicates a bar.  [B]The ani rhythm is a single line with thirty-two beats divided into five bars in a 8-6-5-4-9 pattern.  The beat is stressed as follows:[B]| - - - - - x - - | ! x - x x - | - x - - x | - x - x | - X - x x - - - x | [B]where ! marks the primary accent, X marks an accented beat, x is a beat, - is silent and | indicates a bar."},{"_type":"musical_form","_links":{"self":"http://127.0.0.1:20350/api/musical_forms/4"},"id":4,"name":"The Beige Lyric","description":"The Beige Lyric is a form of music used during marches and military engagements originating in The Strike-Confederation of Vipers.  The form guides musicians during improvised performances.  The music is played on a apa, two zuso and one to four nelti.  The musical voices bring melody and counterpoint.  The entire performance should be made expressively, and it is to be moderately soft.  The melody and counterpoint both have short phrases throughout the form.  Never more than an interval sounds at once.  It is performed in the hiner rhythm.  Throughout, when possible, performers are to use grace notes, locally improvise, alternate tension and repose, play staccato and play legato.  [B]The apa always does the main melody.  [B]The Beige Lyric has a well-defined multi-passage structure: an introduction and a verse and a lengthy chorus all repeated two times.  [B]The introduction is voiced by the melody of the apa and the melody of the zuso.  The passage is very slow.  The passage is performed using the use scale.  The passage should often include a rising-falling melody pattern.  [B]The verse is voiced by the melody of the apa, the melody of the zuso and the counterpoint of the nelti.  The passage is extremely fast.  The passage is performed using the nithros scale.  The passage should often include a falling-rising melody pattern with sharpened fourth degree on the rise.  [B]The chorus is voiced by the melody of the apa, the counterpoint of the zuso and the counterpoint of the nelti.  The passage is moderately paced.  The passage is performed using the ilpi scale.  The passage should sometimes include a falling melody pattern with glides, sometimes include a rising-falling melody pattern with flattened seventh degree on the rise as well as rapid runs and sometimes include a rising melody pattern.  [B]Scales are constructed from twelve notes spaced evenly throughout the octave.  The tonic note is a fixed tone passed from teacher to student.  [B]The use pentatonic scale is constructed by selection of degrees from the fundamental scale.  The degrees selected are the 1st, the 3rd, the 6th, the 7th and the 9th.  [B]The nithros heptatonic scale is constructed by selection of degrees from the fundamental scale.  The degrees selected are the 1st, the 2nd, the 3rd, the 4th, the 5th, the 6th and the 7th.  [B]The ilpi heptatonic scale is constructed by selection of degrees from the fundamental scale.  The degrees selected are the 1st, the 2nd, the 3rd, the 4th, the 5th, the 6th and the 8th.  [B]The rhythm system is fundamentally polyrhythmic.  There are always multiple rhythm lines, and each of their bars is played over the same period of time, regardless of the number of beats.  The rhythm lines are thought of as one, without a primary-subordinate relationship, though individual lines can be named.  [B]The rhythm system is fundamentally polymetric.  There are always multiple rhythm lines, and the beats are always played together, even if one rhythm line completes (and then repeats) before the other is finished.  The rhythm lines are thought of as one, without a primary-subordinate relationship, though individual lines can be named.  [B]The hiner rhythm is made from two patterns: the ani (considered the primary) and the almef.  As stated above, they are to be played in polyrhythm.  [B]The ani rhythm is a single line with thirty-two beats divided into five bars in a 8-6-5-4-9 pattern.  The beat is stressed as follows:[B]| - - - - - x - - | ! x - x x - | - x - - x | - x - x | - X - x x - - - x | [B]where ! marks the primary accent, X marks an accented beat, x is a beat, - is silent and | indicates a bar.  [B]The almef rhythm is a single line with eight beats divided into four bars in a 2-2-2-2 pattern.  The beats are named onod (spoken on) and osp (osp).  The beat is stressed as follows:[B]| x x | x x | - x | x - | [B]where x is a beat, - is silent and | indicates a bar."},{"_type":"musical_form","_links":{"self":"http://127.0.0.1:20350/api/musical_forms/5"},"id":5,"name":"The Prim Sheens","description":"The Prim Sheens is a form of music used to commemorate important events originating in The Strike-Confederation of Vipers.  The form guides musicians during improvised performances.  A chanter recites nonsensical words and sounds while the music is played on a stram.  The music is melody and rhythm without harmony.  The melody has phrases of varied length throughout the form.  Only one pitch is ever played at a time.  Throughout, when possible, performers are to use grace notes, locally improvise and alternate tension and repose.  [B]The Prim Sheens has a well-defined multi-passage structure: a lengthy theme, a lengthy bridge-passage and one to two series of variations on the theme.  [B]The theme is voiced by the melody of the chanter reciting any composition of The Teacher of Scribing.  The passage should be graceful and is at a hurried pace, and it is to be in whispered undertones.  The chanter's voice ranges from the middle register to the high register.  The passage is performed using the agtha scale and in the bepa rhythm.  The passage should sometimes include a falling melody pattern with legato, sometimes include a falling-rising melody pattern with flattened fifth degree on the fall as well as mordents, rapid runs and legato, often include a rising melody pattern and always include a rising-falling melody pattern with mordents and legato.  [B]The bridge-passage is voiced by the melody of the chanter reciting nonsensical words and sounds.  The passage should be jumpy and is twice the tempo of the last passage, and it is to be in whispered undertones.  The chanter's voice ranges from the middle register to the high register.  The passage is performed using the use scale and in the idla rhythm.  The passage should often include a rising melody pattern with rapid runs, staccato and legato, often include a falling melody pattern with trills and rapid runs and often include a rising-falling melody pattern with rapid runs.  [B]Each of the series of variations is voiced by the melody of the stram and the rhythm of the chanter reciting any composition of The Worth of Honor.  Each passage should be made sweetly and resumes the original tempo, and it is to be soft.  The chanter's voice ranges from the low register to the middle register.  Each passage is performed using the ilpi scale and in free rhythm.  Each passage should sometimes include a falling melody pattern with arpeggios, often include a rising melody pattern, often include a falling-rising melody pattern with staccato and always include a rising-falling melody pattern with rapid runs and staccato.  [B]Scales are constructed from twelve notes spaced evenly throughout the octave.  The tonic note is a fixed tone passed from teacher to student.  [B]The agtha heptatonic scale is constructed by selection of degrees from the fundamental scale.  The degrees selected are the 1st, the 2nd, the 3rd, the 4th, the 5th, the 7th and the 8th.  [B]The use pentatonic scale is constructed by selection of degrees from the fundamental scale.  The degrees selected are the 1st, the 3rd, the 6th, the 7th and the 9th.  [B]The ilpi heptatonic scale is constructed by selection of degrees from the fundamental scale.  The degrees selected are the 1st, the 2nd, the 3rd, the 4th, the 5th, the 6th and the 8th.  [B]The rhythm system is fundamentally polyrhythmic.  There are always multiple rhythm lines, and each of their bars is played over the same period of time, regardless of the number of beats.  The rhythm lines are thought of as one, without a primary-subordinate relationship, though individual lines can be named.  [B]The rhythm system is fundamentally polymetric.  There are always multiple rhythm lines, and the beats are always played together, even if one rhythm line completes (and then repeats) before the other is finished.  The rhythm lines are thought of as one, without a primary-subordinate relationship, though individual lines can be named.  [B]The bepa rhythm is made from two patterns: the thad (considered the primary) and the cish.  [B]The thad rhythm is a single line with twenty-nine beats divided into five bars in a 4-6-3-10-6 pattern.  The beat is stressed as follows:[B]| x x x ! | X x x x x x | x - x | x X - - x - x - - x | x x - - - - | [B]where ! marks the primary accent, X marks an accented beat, x is a beat, - is silent and | indicates a bar.  [B]The cish rhythm is a single line with twenty-nine beats divided into four bars in a 7-4-9-9 pattern.  The beat is stressed as follows:[B]| - x - - - - - | x x - - | X x - - x - - x - | x - - x - - - - X | [B]where X marks an accented beat, x is a beat, - is silent and | indicates a bar.  [B]The idla rhythm is a single line with fourteen beats divided into two bars in a 7-7 pattern.  The beats are named othag (spoken oth), dik (di), tunem (tu), ramet (ra), icmon (ic), ozi (oz) and stalcon (sta).  The beat is stressed as follows:[B]| - x - x X - x | - - x x - x ! | [B]where ! marks the primary accent, X marks an accented beat, x is a beat, - is silent and | indicates a bar."},{"_type":"musical_form","_links":{"self":"http://127.0.0.1:20350/api/musical_forms/6"},"id":6,"name":"The Rhythmic Lilac","description":"The Rhythmic Lilac is a form of music used during marches and military engagements originating in The Strike-Confederation of Vipers.  The form guides musicians during improvised performances.  A singer recites any composition of The Fragrance of Poems while the music is played on a lural, two apa and a stram.  The musical voices join in melody and counterpoint, harmony and rhythm.  The entire performance should be lively and is moderately paced.  The melody has phrases of varied length, while the counterpoint has long phrases throughout the form.  It is performed using the agtha scale and in free rhythm.  Throughout, when possible, performers are to alternate tension and repose and play staccato.  [B]The singer always does the counterpoint melody.  [B]The lural always provides the rhythm.  [B]Each apa always does the main melody.  [B]The stram always does harmony.  [B]The Rhythmic Lilac has the following structure: an introduction and a passage.  [B]The introduction is to start loud then be immediately soft.  The singer's voice stays in the low register.  This passage typically has some sparse chords.  [B]The simple passage is to be in whispered undertones.  The singer's voice covers its entire range.  Chords are packed close together in dense clusters in this passage.  [B]Scales are constructed from twelve notes spaced evenly throughout the octave.  The tonic note is a fixed tone passed from teacher to student.  [B]The agtha heptatonic scale is constructed by selection of degrees from the fundamental scale.  The degrees selected are the 1st, the 2nd, the 3rd, the 4th, the 5th, the 7th and the 8th."},{"_type":"musical_form","_links":{"self":"http://127.0.0.1:20350/api/musical_forms/7"},"id":7,"name":"The Fragrant Velvet","description":"The Fragrant Velvet is a form of music used for entertainment originating in The Strike-Confederation of Vipers.  The rules of the form are applied by composers to produce individual pieces of music which can be performed.  A speaker recites nonsensical words and sounds while the music is played on a nelti, one to four zuso and a lural.  The musical voices bring melody, counterpoint and rhythm.  The entire performance should feel mysterious, and it is to fade into silence.  The counterpoint melody has short phrases throughout the form.  The music repeats for as long as necessary.  [B]The nelti always does the counterpoint melody.  [B]Each zuso always does the main melody and plays staccato.  [B]The lural always provides the rhythm.  [B]The Fragrant Velvet has a well-defined multi-passage structure: a first theme, an exposition of the first theme, a bridge-passage, a second theme, a lengthy exposition of the second theme and a brief synthesis of previous passages.  [B]The first theme is at a walking pace.  The passage has long phrases in the melody.  This passage features only melodic tones and intervals.  The passage is performed using the ilpi scale and in the ani rhythm.  [B]The first exposition is at a hurried pace.  The passage has phrases of varied length in the melody.  This passage is richly layered with full chords making use of the available range.  The passage is performed using the use scale and in the nek rhythm.  [B]The bridge-passage is moderately paced.  The passage has mid-length phrases in the melody.  This passage is richly layered with full chords making use of the available range.  The passage is performed using the nithros scale and in the thad rhythm.  [B]The second theme is very fast.  The passage has mid-length phrases in the melody.  This passage typically has some sparse chords.  The passage is performed without preference for a scale and in the umo rhythm.  [B]The second exposition gradually slows as it comes to an end.  The passage has short phrases in the melody.  Only one pitch is ever played at a time in this passage.  The passage is performed using the use scale and in free rhythm.  The passage should be composed and performed using frequent modulation.  [B]The synthesis is consistently slowing.  The passage has short phrases in the melody.  This passage features only melodic tones and intervals.  The passage is performed using the ilpi scale and in free rhythm.  [B]Scales are constructed from twelve notes spaced evenly throughout the octave.  The tonic note is a fixed tone passed from teacher to student.  [B]The ilpi heptatonic scale is constructed by selection of degrees from the fundamental scale.  The degrees selected are the 1st, the 2nd, the 3rd, the 4th, the 5th, the 6th and the 8th.  [B]The use pentatonic scale is constructed by selection of degrees from the fundamental scale.  The degrees selected are the 1st, the 3rd, the 6th, the 7th and the 9th.  [B]The nithros heptatonic scale is constructed by selection of degrees from the fundamental scale.  The degrees selected are the 1st, the 2nd, the 3rd, the 4th, the 5th, the 6th and the 7th.  [B]The rhythm system is fundamentally polyrhythmic.  There are always multiple rhythm lines, and each of their bars is played over the same period of time, regardless of the number of beats.  The rhythm lines are thought of as one, without a primary-subordinate relationship, though individual lines can be named.  [B]The rhythm system is fundamentally polymetric.  There are always multiple rhythm lines, and the beats are always played together, even if one rhythm line completes (and then repeats) before the other is finished.  The rhythm lines are thought of as one, without a primary-subordinate relationship, though individual lines can be named.  [B]The ani rhythm is a single line with thirty-two beats divided into five bars in a 8-6-5-4-9 pattern.  The beat is stressed as follows:[B]| - - - - - x - - | ! x - x x - | - x - - x | - x - x | - X - x x - - - x | [B]where ! marks the primary accent, X marks an accented beat, x is a beat, - is silent and | indicates a bar.  [B]The nek rhythm is a single line with thirty-two beats divided into eight bars in a 4-4-4-4-4-4-4-4 pattern.  The beat is stressed as follows:[B]| x x X x | - x - x | - x x - | - - x - | - - x x | x - x - | x - - x | x x ! - | [B]where ! marks the primary accent, X marks an accented beat, x is a beat, - is silent and | indicates a bar.  [B]The thad rhythm is a single line with twenty-nine beats divided into five bars in a 4-6-3-10-6 pattern.  The beat is stressed as follows:[B]| x x x ! | X x x x x x | x - x | x X - - x - x - - x | x x - - - - | [B]where ! marks the primary accent, X marks an accented beat, x is a beat, - is silent and | indicates a bar.  [B]The umo rhythm is made from three patterns: the lastta (considered the primary), the idla and the thad.  As stated above, they are to be played in polyrhythm.  [B]The lastta rhythm is a single line with thirty-two beats divided into six bars in a 4-8-7-6-4-3 pattern.  The beat is stressed as follows:[B]| - x - - | x x x x x x X x | X x x x x x x | - - x x - - | x X x x | x x - | [B]where X marks an accented beat, x is a beat, - is silent and | indicates a bar.  [B]The idla rhythm is a single line with fourteen beats divided into two bars in a 7-7 pattern.  The beats are named othag (spoken oth), dik (di), tunem (tu), ramet (ra), icmon (ic), ozi (oz) and stalcon (sta).  The beat is stressed as follows:[B]| - x - x X - x | - - x x - x ! | [B]where ! marks the primary accent, X marks an accented beat, x is a beat, - is silent and | indicates a bar."},{"_type":"musical_form","_links":{"self":"http://127.0.0.1:20350/api/musical_forms/8"},"id":8,"name":"The Mauve Rhymes","description":"The Mauve Rhymes is a form of music used for entertainment originating in The Midnight of Combining.  The form guides musicians during improvised performances.  A speaker recites any composition of The Beloved Blossom while the music is played on a dat.  The musical voices are purely rhythmic.  The entire performance is moderately fast.  Only one pitch is ever played at a time.  It is performed without preference for a scale.  Throughout, when possible, performers are to syncopate, alternate tension and repose and play legato.  [B]The speaker always should perform sweetly and is to be in whispered undertones.  [B]The dat always should be spirited and is to become softer and softer.  [B]The Mauve Rhymes has a well-defined multi-passage structure: an introduction, a theme, a lengthy exposition of the theme, a bridge-passage and a lengthy recapitulation of the theme.  [B]The introduction is voiced by the rhythm of the dat and the speaker.  The passage is performed in the smug rhythm.  [B]The theme is voiced by the rhythm of the dat and the speaker.  The passage is performed in the stotho rhythm.  [B]The exposition is voiced by the speaker.  The passage is performed in the ekxox rhythm.  [B]The bridge-passage is voiced by the rhythm of the dat and the speaker.  The passage is performed in free rhythm.  [B]The recapitulation is voiced by the speaker.  The passage is performed in the roz rhythm.  [B]The rhythm system is fundamentally polyrhythmic.  There are always multiple rhythm lines, and each of their bars is played over the same period of time, regardless of the number of beats.  The rhythm lines are thought of as one, without a primary-subordinate relationship, though individual lines can be named.  [B]The rhythm system is fundamentally polymetric.  There are always multiple rhythm lines, and the beats are always played together, even if one rhythm line completes (and then repeats) before the other is finished.  The rhythm lines are thought of as one, without a primary-subordinate relationship, though individual lines can be named.  [B]The smug rhythm is made from two patterns: the stotho (considered the primary) and the stol.  [B]The stotho rhythm is a single line with three beats.  The beats are named bor (spoken bo), osm (osm) and enu (en).  The beat is stressed as follows:[B]| x`x - | [B]where ` marks a beat as early, x is a beat, - is silent and | indicates a bar.  [B]The stol rhythm is a single line with three beats.  The beats are named zak (spoken za), tuxxu (tu) and ugas (ug).  The beat is stressed as follows:[B]| X x x | [B]where X marks an accented beat, x is a beat and | indicates a bar.  [B]The ekxox rhythm is a single line with eight beats divided into two bars in a 4-4 pattern.  The beats are named asmuk (spoken as), ok (ok), slulasp (slu) and ozse (oz).  The beat is stressed as follows:[B]| x X x'x | - - x - | [B]where X marks an accented beat, ' marks a beat as late, x is a beat, - is silent and | indicates a bar.  [B]The roz rhythm is made from two patterns: the stotho and the slusna.  As stated above, they are to be played in polyrhythm.  [B]The slusna rhythm is a single line with eight beats.  The beat is stressed as follows:[B]| - x - - x X x x'| [B]where X marks an accented beat, ' marks a beat as late, x is a beat, - is silent and | indicates a bar."},{"_type":"musical_form","_links":{"self":"http://127.0.0.1:20350/api/musical_forms/9"},"id":9,"name":"The Sparkles of Glimmering","description":"The Sparkles of Glimmering is a form of music used during marches and military engagements originating in The Midnight of Combining.  The rules of the form are applied by composers to produce individual pieces of music which can be performed.  A singer recites nonsensical words and sounds while the music is played on a dumo, a osput and a dat.  The musical voices cover melody, harmony and rhythm.  The entire performance should be made expressively and gradually slows as it comes to an end, and it is to fade into silence.  The melody has mid-length phrases throughout the form.  Only one pitch is ever played at a time.  It is performed using the lubu scale and in the nolsmu rhythm.  Throughout, when possible, composers and performers are to locally improvise.  From beginning to end, when improvising or composing, artists should often include a rising melody pattern with sharpened sixth degree as well as trills and rapid runs.  [B]The singer always does harmony.  The voice stays in the low register.  [B]The dumo always does the main melody.  The voice uses its entire range from the watery low register to the rippling high register.  [B]The osput always does the main melody.  [B]The dat always provides the rhythm.  [B]The Sparkles of Glimmering has the following structure: an introduction and a passage.  [B]In the introduction, the dumo covers its entire range from the watery low register to the rippling high register, the osput stays in the watery high register and the singer's voice stays in the low register.  The passage should be composed and performed using grace notes and mordents.  [B]In the simple passage, the dumo covers its entire range from the watery low register to the rippling high register, the osput ranges from the nasal low register to the reedy middle register and the singer's voice stays in the low register.  [B]Scales are constructed from twenty-four notes dividing the octave.  In quartertones, their spacing is roughly 1xxxxxxxxxxxxxxxxxxxxxxxO, where 1 is the tonic, O marks the octave and x marks other notes.  The tonic note is a fixed tone passed from teacher to student.  [B]The lubu hexatonic scale is constructed by selection of degrees from the fundamental scale.  The degrees selected are the 1st, the 5th, the 7th, the 14th, the 17th and the 21st.  [B]The rhythm system is fundamentally polyrhythmic.  There are always multiple rhythm lines, and each of their bars is played over the same period of time, regardless of the number of beats.  The rhythm lines are thought of as one, without a primary-subordinate relationship, though individual lines can be named.  [B]The rhythm system is fundamentally polymetric.  There are always multiple rhythm lines, and the beats are always played together, even if one rhythm line completes (and then repeats) before the other is finished.  The rhythm lines are thought of as one, without a primary-subordinate relationship, though individual lines can be named.  [B]The nolsmu rhythm is a single line with two beats.  The beats are named agun (spoken ag) and ung (ung).  The beat is stressed as follows:[B]| - x | [B]where x is a beat, - is silent and | indicates a bar."},{"_type":"musical_form","_links":{"self":"http://127.0.0.1:20350/api/musical_forms/10"},"id":10,"name":"The Sheen of Intricacies","description":"The Sheen of Intricacies is a devotional form of music originating in The Midnight of Combining.  The form guides musicians during improvised performances.  The music is played on a dumo.  The entire performance should be melancholic and is very slow, and it is to be very soft.  The melody has short phrases throughout the form.  Only one pitch is ever played at a time.  It is performed using the xenmu scale and in the ustrok rhythm.  Throughout, when possible, performers are to use grace notes, use mordents and modulate frequently.  [B]The dumo always does the main melody.  The voice uses its entire range from the watery low register to the rippling high register.  [B]The Sheen of Intricacies has the following structure: a passage and a coda.  [B]Scales are constructed from twenty-four notes dividing the octave.  In quartertones, their spacing is roughly 1xxxxxxxxxxxxxxxxxxxxxxxO, where 1 is the tonic, O marks the octave and x marks other notes.  The tonic note is a fixed tone passed from teacher to student.  [B]The xenmu pentatonic scale is constructed by selection of degrees from the fundamental scale.  The degrees selected are the 1st, the 3rd, the 12th, the 15th and the 24th.  [B]The rhythm system is fundamentally polyrhythmic.  There are always multiple rhythm lines, and each of their bars is played over the same period of time, regardless of the number of beats.  The rhythm lines are thought of as one, without a primary-subordinate relationship, though individual lines can be named.  [B]The rhythm system is fundamentally polymetric.  There are always multiple rhythm lines, and the beats are always played together, even if one rhythm line completes (and then repeats) before the other is finished.  The rhythm lines are thought of as one, without a primary-subordinate relationship, though individual lines can be named.  [B]The ustrok rhythm is a single line with eight beats.  The beats are named gosma (spoken go), kabu (ka), ron (ro), zudol (zu), zaxo (za), ospo (os), strog (stro) and ulu (ul).  The beat is stressed as follows:[B]| - X x - x x x x | [B]where X marks an accented beat, x is a beat, - is silent and | indicates a bar."},{"_type":"musical_form","_links":{"self":"http://127.0.0.1:20350/api/musical_forms/11"},"id":11,"name":"The Lavender Sheen","description":"The Lavender Sheen is a form of music used for entertainment originating in The Midnight of Combining.  The rules of the form are applied by composers to produce individual pieces of music which can be performed.  A speaker recites any composition of The Beloved Blossom while the music is played on a duzob.  The musical voices are joined in melody.  The melody has short phrases throughout the form.  It is performed in the stran rhythm.  Throughout, when possible, composers and performers are to glide from note to note, locally improvise and modulate frequently.  [B]The speaker always should evoke tears.  [B]The duzob always does the main melody, should be melancholic and matches notes and syllables.  [B]The Lavender Sheen has a well-defined multi-passage structure: a first theme, a lengthy exposition of the first theme, a bridge-passage, a second theme, an exposition of the second theme and a synthesis of previous passages.  [B]The first theme is at a walking pace, and it is to start loud then be immediately soft.  The duzob ranges from the strident middle register to the dull high register.  This passage features only melodic tones and intervals.  The passage is performed using the lasm scale.  The passage should always include a falling-rising melody pattern with mordents and trills and often include a rising-falling melody pattern with staccato.  [B]The first exposition is moderately paced, and it is to be moderately loud.  The duzob stays in the vibrating low register.  This passage features only melodic tones and intervals.  The passage is performed using the abo scale.  The passage should sometimes include a falling-rising melody pattern with arpeggios, sometimes include a rising melody pattern with mordents and staccato and always include a falling melody pattern with legato.  [B]The bridge-passage slows and broadens, and it is to become softer and softer.  The duzob stays in the dull high register.  This passage features only melodic tones and intervals.  The passage is performed using the ogo scale.  The passage should often include a falling-rising melody pattern with flattened fourth degree on the fall, flattened seventh degree on the fall and sharpened second degree on the rise as well as staccato.  [B]The second theme is very fast, and it is to become louder and louder.  The duzob ranges from the vibrating low register to the strident middle register.  This passage features only melodic tones and intervals.  The passage is performed using the ngub scale.  The passage should sometimes include a rising-falling melody pattern with flattened sixth degree on the fall as well as grace notes and trills and often include a falling melody pattern with flattened sixth degree as well as mordents and arpeggios.  [B]The second exposition is extremely fast, and it is to be moderately soft.  The duzob covers its entire range from the vibrating low register to the dull high register.  This passage features only melodic tones and intervals.  The passage is performed using the usnusp scale.  The passage should always include a rising melody pattern with flattened fifth degree as well as grace notes, rapid runs and staccato, often include a rising-falling melody pattern and often include a falling-rising melody pattern with flattened fourth degree on the fall as well as grace notes, mordents and arpeggios.  [B]The synthesis is very slow, and it is to be very loud.  The duzob ranges from the vibrating low register to the strident middle register.  Only one pitch is ever played at a time in this passage.  The passage is performed without preference for a scale.  The passage should be composed and performed using trills.  [B]Scales are constructed from twenty-four notes dividing the octave.  In quartertones, their spacing is roughly 1xxxxxxxxxxxxxxxxxxxxxxxO, where 1 is the tonic, O marks the octave and x marks other notes.  The tonic note is a fixed tone passed from teacher to student.  [B]The lasm heptatonic scale is constructed by selection of degrees from the fundamental scale.  The degrees selected are the 1st, the 4th, the 7th, the 10th, the 14th, the 18th and the 19th.  [B]The abo hexatonic scale is constructed by selection of degrees from the fundamental scale.  The degrees selected are the 1st, the 6th, the 9th, the 14th, the 17th and the 22nd.  [B]The ogo heptatonic scale is constructed by selection of degrees from the fundamental scale.  The degrees selected are the 1st, the 4th, the 7th, the 10th, the 13th, the 16th and the 18th.  [B]The ngub heptatonic scale is constructed by selection of degrees from the fundamental scale.  The degrees selected are the 1st, the 3rd, the 8th, the 9th, the 13th, the 16th and the 21st.  [B]The usnusp pentatonic scale is constructed by selection of degrees from the fundamental scale.  The degrees selected are the 1st, the 6th, the 10th, the 15th and the 22nd.  [B]The rhythm system is fundamentally polyrhythmic.  There are always multiple rhythm lines, and each of their bars is played over the same period of time, regardless of the number of beats.  The rhythm lines are thought of as one, without a primary-subordinate relationship, though individual lines can be named.  [B]The rhythm system is fundamentally polymetric.  There are always multiple rhythm lines, and the beats are always played together, even if one rhythm line completes (and then repeats) before the other is finished.  The rhythm lines are thought of as one, without a primary-subordinate relationship, though individual lines can be named.  [B]The stran rhythm is made from two patterns: the slusna and the nolsmu.  As stated above, they are to be played in polyrhythm.  [B]The slusna rhythm is a single line with eight beats.  The beat is stressed as follows:[B]| - x - - x X x x'| [B]where X marks an accented beat, ' marks a beat as late, x is a beat, - is silent and | indicates a bar.  [B]The nolsmu rhythm is a single line with two beats.  The beats are named agun (spoken ag) and ung (ung).  The beat is stressed as follows:[B]| - x | [B]where x is a beat, - is silent and | indicates a bar."},{"_type":"musical_form","_links":{"self":"http://127.0.0.1:20350/api/musical_forms/12"},"id":12,"name":"The Festival of Lace","description":"The Festival of Lace is a devotional form of music originating in The Midnight of Combining.  The form guides musicians during improvised performances.  The music is played on two dumo and a duzob.  The musical voices join in melody, counterpoint and harmony.  The melody and counterpoint both have short phrases throughout the form.  Only one pitch is ever played at a time.  It is performed using the xenmu scale and in the stol rhythm.  Throughout, when possible, performers are to use grace notes and make trills.  [B]Each dumo always should be stately.  [B]The duzob always should perform sweetly.  The voice ranges from the vibrating low register to the strident middle register.  [B]The Festival of Lace has a well-defined multi-passage structure: a passage and an additional brief passage possibly all repeated and a coda.  [B]The first simple passage is voiced by the melody of the dumo and the harmony of the duzob.  The passage slows and broadens, and it is to be moderately soft.  Each of the dumo covers its entire range from the watery low register to the rippling high register and the duzob ranges from the vibrating low register to the strident middle register.  [B]The second simple passage is voiced by the melody of the duzob.  The passage is slow, and it is to become softer and softer.  The duzob ranges from the vibrating low register to the strident middle register.  [B]The coda is voiced by the melody of the duzob and the counterpoint of the dumo.  The passage is slow, and it is to be very soft.  The duzob ranges from the vibrating low register to the strident middle register and each of the dumo stays in the rippling high register.  The passage should be performed using mordents.  [B]Scales are constructed from twenty-four notes dividing the octave.  In quartertones, their spacing is roughly 1xxxxxxxxxxxxxxxxxxxxxxxO, where 1 is the tonic, O marks the octave and x marks other notes.  The tonic note is a fixed tone passed from teacher to student.  [B]The xenmu pentatonic scale is constructed by selection of degrees from the fundamental scale.  The degrees selected are the 1st, the 3rd, the 12th, the 15th and the 24th.  [B]The rhythm system is fundamentally polyrhythmic.  There are always multiple rhythm lines, and each of their bars is played over the same period of time, regardless of the number of beats.  The rhythm lines are thought of as one, without a primary-subordinate relationship, though individual lines can be named.  [B]The rhythm system is fundamentally polymetric.  There are always multiple rhythm lines, and the beats are always played together, even if one rhythm line completes (and then repeats) before the other is finished.  The rhythm lines are thought of as one, without a primary-subordinate relationship, though individual lines can be named.  [B]The stol rhythm is a single line with three beats.  The beats are named zak (spoken za), tuxxu (tu) and ugas (ug).  The beat is stressed as follows:[B]| X x x | [B]where X marks an accented beat, x is a beat and | indicates a bar."},{"_type":"musical_form","_links":{"self":"http://127.0.0.1:20350/api/musical_forms/13"},"id":13,"name":"The Desserts of Tweeting","description":"The Desserts of Tweeting is a form of music used for entertainment originating in The Blotted Sea.  The form guides musicians during improvised performances.  A chanter recites nonsensical words and sounds while the music is played on a ali and two ceye.  The musical voices join in melody, counterpoint and harmony.  The entire performance is to become softer and softer.  The melody has phrases of varied length, while the counterpoint has long phrases throughout the form.  It is performed without preference for a scale and in the arile rhythm.  Throughout, when possible, performers are to alternate tension and repose and play staccato.  [B]The chanter always does harmony and should be delicate.  [B]The ali always does the main melody and should feel tender.  [B]Each ceye always does the counterpoint melody and should perform with a light touch.  [B]The Desserts of Tweeting has a well-defined multi-passage structure: an introduction, a first theme, an exposition of the first theme, a bridge-passage, a second theme, an exposition of the second theme and a synthesis of previous passages.  [B]The introduction is very fast.  The ali ranges from the floating middle register to the dark high register, each of the ceye covers its entire range and the chanter's voice ranges from the low register to the middle register.  This passage typically has some sparse chords.  [B]The first theme is fast.  The ali stays in the sonorous low register, each of the ceye covers its entire range and the chanter's voice covers its entire range.  This passage features only melodic tones and intervals.  [B]The first exposition is at a free tempo.  The ali ranges from the sonorous low register to the floating middle register, each of the ceye ranges from the crisp middle register to the flat high register and the chanter's voice covers its entire range.  This passage typically has some sparse chords.  [B]The bridge-passage is slow.  The ali ranges from the sonorous low register to the floating middle register, each of the ceye covers its entire range and the chanter's voice ranges from the low register to the middle register.  Only one pitch is ever played at a time in this passage.  [B]The second theme is fast.  The ali ranges from the sonorous low register to the floating middle register, each of the ceye ranges from the crisp middle register to the flat high register and the chanter's voice covers its entire range.  This passage typically has some sparse chords.  [B]The second exposition is at a hurried pace.  The ali ranges from the sonorous low register to the floating middle register, each of the ceye ranges from the flat low register to the crisp middle register and the chanter's voice stays in the high register.  This passage is richly layered with full chords making use of the available range.  [B]The synthesis is consistently slowing.  The ali stays in the dark high register, each of the ceye ranges from the flat low register to the crisp middle register and the chanter's voice ranges from the middle register to the high register.  This passage features only melodic tones and intervals.  [B]The rhythm system is fundamentally polyrhythmic.  There are always multiple rhythm lines, and each of their bars is played over the same period of time, regardless of the number of beats.  The rhythm lines are thought of as one, without a primary-subordinate relationship, though individual lines can be named.  [B]The arile rhythm is made from two patterns: the etini (considered the primary) and the cede.  As stated above, they are to be played in polyrhythm.  [B]The etini rhythm is a single line with three beats.  The beats are named ile (spoken il), atha (ath) and alo (al).  The beat is stressed as follows:[B]| x x - | [B]where x is a beat, - is silent and | indicates a bar.  [B]The cede rhythm is a single line with sixteen beats divided into four bars in a 4-4-4-4 pattern.  The beat is stressed as follows:[B]| - x - x | X - x x | - x - - | x - - x | [B]where X marks an accented beat, x is a beat, - is silent and | indicates a bar."},{"_type":"musical_form","_links":{"self":"http://127.0.0.1:20350/api/musical_forms/14"},"id":14,"name":"The Flowery Wasps","description":"The Flowery Wasps is a devotional form of music directed toward the worship of The Rainy originating in The Blotted Sea.  The rules of the form are applied by composers to produce individual pieces of music which can be performed.  Three speakers recite any composition of The Wayward Ways while the music is played on a ali and two anama.  The musical voices bring melody and counterpoint.  The entire performance is to be moderately soft.  The melody has short phrases, while the counterpoint has phrases of varied length throughout the form.  Pitches are densely packed in clusters as music moves from chord to chord.  It is performed using the datha scale and in the aveya rhythm.  Throughout, when possible, composers and performers are to modulate frequently.  [B]Each speaker always should perform with a light touch.  [B]The ali always does the counterpoint melody and should be bright.  The voice stays in the floating middle register.  [B]Each anama always does the main melody, should perform sweetly and locally improvises.  [B]The Flowery Wasps has a simple structure: three to five unrelated passages.  [B]Each of the simple passages is at a free tempo.  Each passage should be composed and performed using rapid runs.  [B]Scales are constructed from fifteen notes dividing the octave.  In quartertones, their spacing is roughly 1-x-x-x-x-x-xxx-xx-xx-xxO, where 1 is the tonic, O marks the octave and x marks other notes.  The tonic note is a fixed tone passed from teacher to student.  Preferred notes in the fundamental scale are named.  The names are thili (spoken thi, 1st), fomire (fo, 3rd), fela (fe, 4th), aweme (aw, 5th), yaniye (ya, 6th), atho (ath, 8th) and datome (da, 9th).  [B]The datha hexatonic scale is constructed by selection of degrees from the fundamental scale.  The degrees selected are the 1st, the 2nd, the 5th, the 6th, the 10th and the 12th.  [B]The rhythm system is fundamentally polyrhythmic.  There are always multiple rhythm lines, and each of their bars is played over the same period of time, regardless of the number of beats.  The rhythm lines are thought of as one, without a primary-subordinate relationship, though individual lines can be named.  [B]The aveya rhythm is a single line with three beats.  The beats are named mafina (spoken ma), pama (pa) and bulifo (bu).  The beat is stressed as follows:[B]| - x x | [B]where x is a beat, - is silent and | indicates a bar."},{"_type":"musical_form","_links":{"self":"http://127.0.0.1:20350/api/musical_forms/15"},"id":15,"name":"The Wondrous Poem","description":"The Wondrous Poem is a form of music used for entertainment originating in The Stormy Confederacies.  The form guides musicians during improvised performances.  A singer recites nonsensical words and sounds while the music is played on two to four buslon.  The musical voices bring melody with harmony.  The entire performance should be triumphant and is at a walking pace.  The melody has mid-length phrases throughout the form.  Only one pitch is ever played at a time.  It is performed using the lastta scale and in free rhythm.  Throughout, when possible, performers are to use mordents.  [B]The singer always does the main melody and is to become softer and softer.  [B]Each buslon always is to become louder and louder.  [B]The Wondrous Poem has the following structure: a lengthy passage and an additional passage.  [B]The first simple passage is voiced by the melody of the singer reciting nonsensical words and sounds and the melody of the buslon.  The singer's voice stays in the low register and each of the buslon ranges from the rich middle register to the dark top register.  [B]The second simple passage is voiced by the melody of the singer reciting nonsensical words and sounds and the harmony of the buslon.  The singer's voice covers its entire range and each of the buslon ranges from the wavering low register to the rich middle register.  [B]Scales are constructed from twelve notes spaced evenly throughout the octave.  The tonic note is fixed only at the time of performance.  [B]The lastta pentatonic scale is constructed by selection of degrees from the fundamental scale.  The degrees selected are the 1st, the 2nd, the 6th, the 8th and the 11th."},{"_type":"musical_form","_links":{"self":"http://127.0.0.1:20350/api/musical_forms/16"},"id":16,"name":"The Intricate Play","description":"The Intricate Play is a form of music used during marches and military engagements originating in The Stormy Confederacies.  The rules of the form are applied by composers to produce individual pieces of music which can be performed.  A singer recites The Lyrical Songs while the music is played on three irka and one to six buslon.  The musical voices bring melody, counterpoint and rhythm.  The entire performance should bring a sense of motion and is extremely fast.  The melody has short phrases, while the counterpoint has mid-length phrases throughout the form.  It is performed using the nithros scale and in the sluste rhythm.  Throughout, when possible, composers and performers are to glide from note to note, make trills, alternate tension and repose, modulate frequently and match notes and syllables.  [B]The singer always does the counterpoint melody.  [B]Each irka always provides the rhythm and syncopates.  [B]Each buslon always does the main melody.  [B]The Intricate Play has a well-defined multi-passage structure: an introduction and a verse and a lengthy chorus all repeated one to two times.  [B]The introduction is to be soft.  Each of the buslon is confined to the dark top register and the singer's voice covers its entire range.  This passage typically has some sparse chords.  [B]The verse is to be loud.  Each of the buslon ranges from the wavering low register to the muddy high register and the singer's voice ranges from the middle register to the high register.  This passage is richly layered with full chords making use of the available range.  The passage should be composed and performed using rapid runs.  [B]The chorus is to start loud then be immediately soft.  Each of the buslon ranges from the rich middle register to the dark top register and the singer's voice covers its entire range.  This passage is richly layered with full chords making use of the available range.  [B]Scales are constructed from twelve notes spaced evenly throughout the octave.  The tonic note is fixed only at the time of performance.  [B]The nithros heptatonic scale is thought of as two disjoint chords spanning a perfect fifth and a major third.  These chords are named agtha and ramet.  [B]The agtha pentachord is the 1st, the 2nd, the 3rd, the 4th and the 8th degrees of the semitone octave scale.  [B]The ramet trichord is the 9th, the 11th and the 13th (completing the octave) degrees of the semitone octave scale.  [B]The sluste rhythm is made from two patterns: the agthreb and the bepa.  The patterns are to be played over the same period of time, concluding together regardless of beat number.  [B]The agthreb rhythm is a single line with two beats.  The beats are named kaslal (spoken ka) and seggu (se).  The beat is stressed as follows:[B]| x x | [B]where x is a beat and | indicates a bar.  [B]The bepa rhythm is a single line with sixteen beats divided into four bars in a 4-4-4-4 pattern.  The beat is stressed as follows:[B]| - x - - | - - x x | - - x - | - x x - | [B]where x is a beat, - is silent and | indicates a bar."},{"_type":"musical_form","_links":{"self":"http://127.0.0.1:20350/api/musical_forms/17"},"id":17,"name":"The Fabulous Flutes","description":"The Fabulous Flutes is a devotional form of music originating in The Stormy Confederacies.  The rules of the form are applied by composers to produce individual pieces of music which can be performed.  A chanter recites The Paper of Petals while the music is played on a arin.  The musical voices join in melody, counterpoint and harmony.  The entire performance is very fast.  The melody and counterpoint both have short phrases throughout the form.  It is performed using the nek scale and in free rhythm.  Throughout, when possible, composers and performers are to use mordents and make trills.  [B]The Fabulous Flutes has a well-defined multi-passage structure: a lengthy chorus and a verse all repeated two times, a bridge-passage, a verse and a brief chorus and a finale.  [B]The first chorus is voiced by the melody of the chanter and the melody of the arin.  The passage should be passionate, and it is to be moderately loud.  The chanter's voice ranges from the low register to the middle register and the arin ranges from the resonant low register to the flat middle register.  Only one pitch is ever played at a time in this passage.  [B]The first verse is voiced by the melody of the chanter.  The passage should be delicate, and it is to start loud then be immediately soft.  The chanter's voice stays in the low register.  Only one pitch is ever played at a time in this passage.  [B]The bridge-passage is voiced by the melody of the arin.  The passage should be made with feeling, and it is to be very soft.  The arin ranges from the resonant low register to the flat middle register.  Only one pitch is ever played at a time in this passage.  [B]The second verse is voiced by the melody of the arin and the harmony of the chanter.  The passage should feel mysterious, and it is to fade into silence.  The arin covers its entire range from the resonant low register to the delicate high register and the chanter's voice ranges from the low register to the middle register.  Only one pitch is ever played at a time in this passage.  [B]The second chorus is voiced by the melody of the chanter and the counterpoint of the arin.  The passage should be merry, and it is to be in whispered undertones.  The chanter's voice ranges from the low register to the middle register and the arin stays in the delicate high register.  This passage features only melodic tones and intervals.  [B]The finale is voiced by the melody of the arin and the counterpoint of the chanter.  The passage should be merry, and it is to be loud.  The arin ranges from the flat middle register to the delicate high register and the chanter's voice stays in the low register.  Only one pitch is ever played at a time in this passage.  The passage should be composed and performed using grace notes.  [B]Scales are constructed from twelve notes spaced evenly throughout the octave.  The tonic note is fixed only at the time of performance.  [B]The nek hexatonic scale is constructed by selection of degrees from the fundamental scale.  The degrees selected are the 1st, the 4th, the 5th, the 7th, the 9th and the 12th."},{"_type":"musical_form","_links":{"self":"http://127.0.0.1:20350/api/musical_forms/18"},"id":18,"name":"The Luxury of Pantomimes","description":"The Luxury of Pantomimes is a devotional form of music originating in The Stormy Confederacies.  The form guides musicians during improvised performances.  A singer recites The Paper of Petals.  The melody has short phrases throughout the form.  Only one pitch is ever played at a time.  It is performed using the icmon scale and in the oth rhythm.  [B]The singer always does the main melody, should be melancholic and makes trills.  The voice stays in the high register.  [B]The Luxury of Pantomimes has a simple structure: a passage.  [B]The simple passage is fast, and it is to be moderately loud.  The passage should be performed using arpeggios.  [B]Scales are constructed from twelve notes spaced evenly throughout the octave.  The tonic note is fixed only at the time of performance.  [B]The icmon heptatonic scale is constructed by selection of degrees from the fundamental scale.  The degrees selected are the 1st, the 2nd, the 3rd, the 4th, the 5th, the 6th and the 7th.  [B]The oth rhythm is made from two patterns: the cish (considered the primary) and the kes.  The patterns are to be played in the same beat, allowing one to repeat before the other is concluded.  [B]The cish rhythm is a single line with three beats.  The beats are named ani (spoken an), shato (sha) and almef (al).  The beat is stressed as follows:[B]| - x - | [B]where x is a beat, - is silent and | indicates a bar.  [B]The kes rhythm is a single line with five beats.  The beats are named suku (spoken su), rorec (ro), musda (mu), uzu (uz) and onaf (on).  The beat is stressed as follows:[B]| - x x - x | [B]where x is a beat, - is silent and | indicates a bar."},{"_type":"musical_form","_links":{"self":"http://127.0.0.1:20350/api/musical_forms/19"},"id":19,"name":"The Taupe Suitor","description":"The Taupe Suitor is a form of music used during marches and military engagements originating in The Stormy Confederacies.  The rules of the form are applied by composers to produce individual pieces of music which can be performed.  A singer recites The Lyrical Songs while the music is played on three arin.  The musical voices join in melody and counterpoint, harmony and rhythm.  The entire performance is fast, and it is to be very loud.  The melody has phrases of varied length, while the counterpoint has long phrases throughout the form.  It is performed using the stalcon scale.  Throughout, when possible, composers and performers are to make trills, add fills and play arpeggios.  [B]The Taupe Suitor has a well-defined multi-passage structure: a lengthy introduction and a theme, a bridge-passage and a lengthy series of variations on the theme possibly all repeated.  [B]The introduction is voiced by the melody of the arin.  The passage should feel playful.  Each of the arin stays in the resonant low register.  Only one pitch is ever played at a time in this passage.  The passage is performed in the cish rhythm.  [B]The theme is voiced by the melody of the singer and the counterpoint of the arin.  The passage should be delicate.  The singer's voice covers its entire range and each of the arin stays in the resonant low register.  This passage features only melodic tones and intervals.  The passage is performed in the tikbo rhythm.  [B]The bridge-passage is voiced by the melody of the arin and the harmony of the singer.  The passage should be spirited.  Each of the arin ranges from the flat middle register to the delicate high register and the singer's voice stays in the low register.  Only one pitch is ever played at a time in this passage.  The passage is performed in the eman rhythm.  [B]The series of variations is voiced by the melody of the arin and the rhythm of the singer.  The passage should feel mysterious.  Each of the arin ranges from the flat middle register to the delicate high register and the singer's voice stays in the high register.  This passage features only melodic tones and intervals.  The passage is performed in the odu rhythm.  [B]Scales are constructed from twelve notes spaced evenly throughout the octave.  The tonic note is fixed only at the time of performance.  [B]The stalcon hexatonic scale is thought of as two disjoint chords spanning a perfect fifth and a major third.  These chords are named use and tunem.  [B]The use tetrachord is the 1st, the 2nd, the 5th and the 8th degrees of the semitone octave scale.  [B]The tunem trichord is the 9th, the 10th and the 13th (completing the octave) degrees of the semitone octave scale.  [B]The cish rhythm is a single line with three beats.  The beats are named ani (spoken an), shato (sha) and almef (al).  The beat is stressed as follows:[B]| - x - | [B]where x is a beat, - is silent and | indicates a bar.  [B]The tikbo rhythm is made from two patterns: the agthreb and the onod.  The patterns are to be played over the same period of time, concluding together regardless of beat number.  [B]The agthreb rhythm is a single line with two beats.  The beats are named kaslal (spoken ka) and seggu (se).  The beat is stressed as follows:[B]| x x | [B]where x is a beat and | indicates a bar.  [B]The onod rhythm is a single line with four beats divided into two bars in a 2-2 pattern.  The beats are named osp (spoken osp) and arin (ar).  The beat is stressed as follows:[B]| - x | x - | [B]where x is a beat, - is silent and | indicates a bar.  [B]The eman rhythm is made from two patterns: the agthreb (considered the primary) and the onod.  The patterns are to be played over the same period of time, concluding together regardless of beat number.  [B]The odu rhythm is made from two patterns: the noloc and the rostfen.  The patterns are to be played over the same period of time, concluding together regardless of beat number.  [B]The noloc rhythm is a single line with eight beats.  The beat is stressed as follows:[B]| x x x - x x x x | [B]where x is a beat, - is silent and | indicates a bar.  [B]The rostfen rhythm is a single line with thirty-two beats divided into eight bars in a 4-4-4-4-4-4-4-4 pattern.  The beats are named hiner (spoken hi), ohe (oh), nazweng (na) and tod (to).  The beat is stressed as follows:[B]| x x x x | x - x - | - - - x | - - x x | x - x - | - x x - | x x - - | - x - - | [B]where x is a beat, - is silent and | indicates a bar."},{"_type":"musical_form","_links":{"self":"http://127.0.0.1:20350/api/musical_forms/20"},"id":20,"name":"The Phrases of Sweetness","description":"The Phrases of Sweetness is a form of music used for entertainment originating in The Spider of Passions.  The rules of the form are applied by composers to produce individual pieces of music which can be performed.  Two speakers recite nonsensical words and sounds while the music is played on a ebrog.  The musical voices are joined in melody.  The melody has phrases of varied length throughout the form.  The music is broadly layered with chords spanning the range.  It is performed using the xenmu scale and in the dotom rhythm.  [B]Each speaker always should feel mournful.  [B]The ebrog always does the main melody and should be bright.  [B]The Phrases of Sweetness has the following structure: a lengthy passage and an additional passage.  [B]The first simple passage is moderately fast, and it is to start loud then be immediately soft.  [B]The second simple passage is twice the tempo of the last passage, and it is to be in whispered undertones.  [B]Scales are constructed from twelve notes spaced evenly throughout the octave.  The tonic note is fixed only at the time of performance.  After a scale is constructed, notes are named according to degree.  The names are stotho (spoken sto), bor (bo), osm (osm), enu (en), zak (za), tuxxu (tu) and ugas (ug).  [B]The xenmu hexatonic scale is thought of as joined chords spanning a perfect fifth and a perfect fourth.  These chords are named abo and slulasp.  [B]The abo pentachord is the 1st, the 2nd, the 3rd, the 4th and the 8th degrees of the semitone octave scale.  [B]The slulasp trichord is the 8th, the 10th and the 13th (completing the octave) degrees of the semitone octave scale.  [B]The dotom rhythm is made from two patterns: the tobog (considered the primary) and the ustrok.  The patterns are to be played over the same period of time, concluding together regardless of beat number.  [B]The tobog rhythm is a single line with four beats divided into two bars in a 2-2 pattern.  The beat is stressed as follows:[B]| - x | x - | [B]where x is a beat, - is silent and | indicates a bar.  [B]The ustrok rhythm is a single line with two beats.  The beat is stressed as follows:[B]| x - | [B]where x is a beat, - is silent and | indicates a bar."},{"_type":"musical_form","_links":{"self":"http://127.0.0.1:20350/api/musical_forms/21"},"id":21,"name":"The Chant of Tone","description":"The Chant of Tone is a form of music used during marches and military engagements originating in The Spider of Passions.  The form guides musicians during improvised performances.  The music is played on a elu.  The entire performance should be made expressively.  Only one pitch is ever played at a time.  It is performed without preference for a scale and in the zuspo rhythm.  Throughout, when possible, performers are to play legato.  [B]The elu always provides the rhythm.  [B]The Chant of Tone has a well-defined multi-passage structure: an introduction, a lengthy passage, a bridge-passage and a brief finale.  [B]The introduction is fast, and it is to become softer and softer.  [B]The simple passage is moderately fast, and it is to become louder and louder.  [B]The bridge-passage is at a free tempo, and it is to be moderately soft.  [B]The finale is moderately paced, and it is to be moderately loud.  [B]The zuspo rhythm is made from two patterns: the sputo and the gosma.  The patterns are to be played over the same period of time, concluding together regardless of beat number.  [B]The sputo rhythm is a single line with four beats.  The beats are named umung (spoken um), ogur (og), roz (ro) and uxzo (ux).  The beat is stressed as follows:[B]| x x x X | [B]where X marks an accented beat, x is a beat and | indicates a bar.  [B]The gosma rhythm is a single line with eight beats.  The beats are named kabu (spoken ka), ron (ro), zudol (zu), zaxo (za), ospo (os), strog (stro), ulu (ul) and smug (smu).  The beat is stressed as follows:[B]| x x x X x x x - | [B]where X marks an accented beat, x is a beat, - is silent and | indicates a bar."},{"_type":"musical_form","_links":{"self":"http://127.0.0.1:20350/api/musical_forms/22"},"id":22,"name":"The Iron of Caves","description":"The Iron of Caves is a devotional form of music directed toward the worship of Ral Brightnessgorges originating in The Dutiful Dagger.  The form guides musicians during improvised performances.  A singer recites any composition of The Wisdom of Libraries while the music is played on a ital, a shetbeth and a fokash.  The musical voices join in melody and counterpoint, harmony and rhythm.  The entire performance gradually slows as it comes to an end.  The melody and counterpoint both have long phrases throughout the form.  It is performed in the nashon rhythm.  Throughout, when possible, performers are to add fills.  The voice stays in the crisp high register.  [B]The Iron of Caves has a well-defined multi-passage structure: a theme, a bridge-passage and a lengthy series of variations on the theme possibly all repeated.  [B]The theme is voiced by the melody of the ital and the counterpoint of the singer.  The passage should be spirited, and it is to be moderately soft.  The ital ranges from the buzzy middle register to the rugged high register and the singer's voice covers its entire range.  This passage is richly layered with full chords making use of the available range.  The passage is performed without preference for a scale.  [B]The bridge-passage is voiced by the melody of the fokash, the harmony of the shetbeth, the rhythm of the singer and the rhythm of the ital.  The passage should be made sweetly, and it is to be moderately loud.  The fokash stays in the crisp high register, the shetbeth stays in the slicing high register, the singer's voice ranges from the middle register to the high register and the ital ranges from the strident low register to the buzzy middle register.  Chords are packed close together in dense clusters in this passage.  The passage is performed using the libash scale.  [B]The series of variations is voiced by the melody of the singer, the rhythm of the ital and the rhythm of the shetbeth.  The passage should feel mournful, and it is to become softer and softer.  The singer's voice stays in the low register, the ital covers its entire range from the strident low register to the raucous top register and the shetbeth covers its entire range from the dark low register to the slicing high register.  This passage typically has some sparse chords.  The passage is performed using the nel scale.  The passage should be performed using rapid runs.  [B]Scales are constructed from twelve notes spaced evenly throughout the octave.  The tonic note is fixed only at the time of performance.  Every note is named.  The names are nokzam (spoken no), emuth (em), fer (fe), uvel (uv), dolush (do), agek (ag), ucat (uc), ngarak (nga), enir (en), ugath (ug), lisig (li) and etag (et).  [B]The libash hexatonic scale is thought of as two disjoint chords spanning a perfect fifth and a major third.  These chords are named feb and ermis.  [B]The feb tetrachord is the 1st, the 2nd, the 4th and the 8th degrees of the semitone octave scale.  [B]The ermis trichord is the 9th, the 12th and the 13th (completing the octave) degrees of the semitone octave scale.  [B]The nel heptatonic scale is thought of as two disjoint chords spanning a tritone and a perfect fourth.  These chords are named biban and emar.  [B]The biban tetrachord is the 1st, the 2nd, the 3rd and the 7th degrees of the semitone octave scale.  [B]The emar tetrachord is the 8th, the 11th, the 12th and the 13th (completing the octave) degrees of the semitone octave scale.  [B]The rhythm system is fundamentally polyrhythmic.  There are always multiple rhythm lines, and each of their bars is played over the same period of time, regardless of the number of beats.  The rhythm lines are thought of as one, without a primary-subordinate relationship, though individual lines can be named.  [B]The nashon rhythm is made from two patterns: the udir (considered the primary) and the lanlar.  As stated above, they are to be played in polyrhythm.  [B]The udir rhythm is a single line with thirty-two beats divided into six bars in a 6-3-6-7-5-5 pattern.  The beat is stressed as follows:[B]| X - - x x - | - x - | x - - - - - | X x x - - x - | - x - x - | - - - x - | [B]where X marks an accented beat, x is a beat, - is silent and | indicates a bar.  [B]The lanlar rhythm is a single line with four beats divided into two bars in a 2-2 pattern.  The beat is stressed as follows:[B]| - x | - x | [B]where x is a beat, - is silent and | indicates a bar."},{"_type":"musical_form","_links":{"self":"http://127.0.0.1:20350/api/musical_forms/23"},"id":23,"name":"The Songs of Adoration","description":"The Songs of Adoration is a form of music used for entertainment originating in The Dutiful Dagger.  The rules of the form are applied by composers to produce individual pieces of music which can be performed.  The music is played on a sholil, a thash and a arged.  The musical voices bring melody, counterpoint and rhythm.  The entire performance slows and broadens.  The melody has long phrases, while the counterpoint has short phrases throughout the form.  Only one pitch is ever played at a time.  It is performed using the izeg scale and in the bugsud rhythm.  Throughout, when possible, composers and performers are to locally improvise and play legato.  From beginning to end, when improvising or composing, artists should often include a falling melody pattern with sharpened second degree as well as staccato.  [B]The sholil always does the main melody and should perform with a light touch.  The voice ranges from the strident middle register to the muddy high register.  [B]The thash always provides the rhythm and should feel calm.  [B]The arged always should evoke tears.  The voice uses its entire range from the heavy low register to the dull high register.  [B]The Songs of Adoration has the following structure: one to two passages and an additional passage possibly all repeated.  [B]Each of the first simple passages is voiced by the melody of the sholil, the counterpoint of the arged and the rhythm of the thash.  Each passage is to be in whispered undertones.  [B]The second simple passage is voiced by the melody of the sholil and the rhythm of the thash.  The passage is to become softer and softer.  The passage should be composed and performed using trills.  [B]Scales are constructed from twelve notes spaced evenly throughout the octave.  The tonic note is fixed only at the time of performance.  Every note is named.  The names are nokzam (spoken no), emuth (em), fer (fe), uvel (uv), dolush (do), agek (ag), ucat (uc), ngarak (nga), enir (en), ugath (ug), lisig (li) and etag (et).  [B]The izeg heptatonic scale is thought of as two disjoint chords spanning a perfect fifth and a major third.  These chords are named berim and thatthil.  [B]The berim pentachord is the 1st, the 2nd, the 3rd, the 5th and the 8th degrees of the semitone octave scale.  [B]The thatthil trichord is the 9th, the 11th and the 13th (completing the octave) degrees of the semitone octave scale.  [B]The rhythm system is fundamentally polyrhythmic.  There are always multiple rhythm lines, and each of their bars is played over the same period of time, regardless of the number of beats.  The rhythm lines are thought of as one, without a primary-subordinate relationship, though individual lines can be named.  [B]The bugsud rhythm is made from two patterns: the lanlar and the osed.  [B]The lanlar rhythm is a single line with four beats divided into two bars in a 2-2 pattern.  The beat is stressed as follows:[B]| - x | - x | [B]where x is a beat, - is silent and | indicates a bar.  [B]The osed rhythm is a single line with four beats divided into two bars in a 2-2 pattern.  The beat is stressed as follows:[B]| - x | x - | [B]where x is a beat, - is silent and | indicates a bar."},{"_type":"musical_form","_links":{"self":"http://127.0.0.1:20350/api/musical_forms/24"},"id":24,"name":"The Butterfly of Aquamarine","description":"The Butterfly of Aquamarine is a form of music used during marches and military engagements originating in The Dutiful Dagger.  The form guides musicians during improvised performances.  Two singers recite The Books of Singing.  The melody has long phrases throughout the form.  Only one pitch is ever played at a time.  It is performed in free rhythm.  Throughout, when possible, performers are to play arpeggios, play legato and match notes and syllables.  [B]Each singer always does the main melody and should perform with feeling.  The voice ranges from the middle register to the high register.  [B]The Butterfly of Aquamarine has the following structure: a lengthy verse and a chorus.  [B]The verse accelerates as it proceeds, and it is to become louder and louder.  The passage is performed using the olmul scale.  [B]The chorus gradually slows as it comes to an end, and it is to become softer and softer.  The passage is performed using the roder scale.  [B]Scales are constructed from twelve notes spaced evenly throughout the octave.  The tonic note is fixed only at the time of performance.  Every note is named.  The names are nokzam (spoken no), emuth (em), fer (fe), uvel (uv), dolush (do), agek (ag), ucat (uc), ngarak (nga), enir (en), ugath (ug), lisig (li) and etag (et).  [B]The olmul heptatonic scale is thought of as two disjoint chords spanning a perfect fifth and a major third.  These chords are named ontak and thatthil.  [B]The ontak pentachord is the 1st, the 2nd, the 4th, the 5th and the 8th degrees of the semitone octave scale.  [B]The thatthil trichord is the 9th, the 11th and the 13th (completing the octave) degrees of the semitone octave scale.  [B]The roder heptatonic scale is thought of as two disjoint chords spanning a perfect fifth and a major third.  These chords are named bemong and thoth.  [B]The bemong pentachord is the 1st, the 2nd, the 3rd, the 4th and the 8th degrees of the semitone octave scale.  [B]The thoth trichord is the 9th, the 10th and the 13th (completing the octave) degrees of the semitone octave scale."},{"_type":"musical_form","_links":{"self":"http://127.0.0.1:20350/api/musical_forms/25"},"id":25,"name":"The Poetic Skirts","description":"The Poetic Skirts is a form of music used to commemorate important events originating in The Dutiful Dagger.  The rules of the form are applied by composers to produce individual pieces of music which can be performed.  A chanter recites any composition of The Goldenrod Glitter while the music is played on a thash.  The music is melody and rhythm without harmony.  The melody has short phrases throughout the form.  Never more than an interval sounds at once.  It is performed using the olmul scale and in the lanlar rhythm.  Throughout, when possible, composers and performers are to play arpeggios.  [B]The chanter always does the main melody and should stress the rhythm.  [B]The thash always provides the rhythm and should be fiery.  [B]The Poetic Skirts has the following structure: one to two passages and an additional passage.  [B]Each of the first simple passages slows and broadens, and it is to be in whispered undertones.  The chanter's voice covers its entire range.  [B]The second simple passage is half the tempo of the last passage, and it is to start loud then be immediately soft.  The chanter's voice ranges from the middle register to the high register.  [B]Scales are constructed from twelve notes spaced evenly throughout the octave.  The tonic note is fixed only at the time of performance.  Every note is named.  The names are nokzam (spoken no), emuth (em), fer (fe), uvel (uv), dolush (do), agek (ag), ucat (uc), ngarak (nga), enir (en), ugath (ug), lisig (li) and etag (et).  [B]The olmul heptatonic scale is thought of as two disjoint chords spanning a perfect fifth and a major third.  These chords are named ontak and thatthil.  [B]The ontak pentachord is the 1st, the 2nd, the 4th, the 5th and the 8th degrees of the semitone octave scale.  [B]The thatthil trichord is the 9th, the 11th and the 13th (completing the octave) degrees of the semitone octave scale.  [B]The rhythm system is fundamentally polyrhythmic.  There are always multiple rhythm lines, and each of their bars is played over the same period of time, regardless of the number of beats.  The rhythm lines are thought of as one, without a primary-subordinate relationship, though individual lines can be named.  [B]The lanlar rhythm is a single line with four beats divided into two bars in a 2-2 pattern.  The beat is stressed as follows:[B]| - x | - x | [B]where x is a beat, - is silent and | indicates a bar."},{"_type":"musical_form","_links":{"self":"http://127.0.0.1:20350/api/musical_forms/26"},"id":26,"name":"The Adoration of Trumpets","description":"The Adoration of Trumpets is a form of music used for entertainment originating in The Dutiful Dagger.  The form guides musicians during improvised performances.  A singer recites nonsensical words and sounds while the music is played on a sholil and a meng.  The musical voices bring melody, counterpoint and rhythm.  The entire performance is consistently slowing.  The melody has long phrases, while the counterpoint has mid-length phrases throughout the form.  Chords, seldom-used, are sparse -- intervals and single pitches are favored.  It is performed using the asdos scale and in free rhythm.  Throughout, when possible, performers are to locally improvise, syncopate and modulate frequently.  From beginning to end, when improvising, artists should always include a falling-rising melody pattern with glides and staccato, always include a falling melody pattern with staccato and always include a rising-falling melody pattern with grace notes and mordents.  [B]The singer always should evoke tears.  [B]The sholil always does the main melody and should evoke tears.  [B]The meng always should be spirited.  [B]The Adoration of Trumpets has a well-defined multi-passage structure: a chorus and a verse and a coda.  [B]The chorus is voiced by the melody of the sholil and the melody of the meng.  The passage is to be very loud.  The sholil is confined to the strident middle register.  [B]The verse is voiced by the melody of the sholil, the melody of the meng and the counterpoint of the singer reciting any composition of The Sable Plays.  The passage is to be very loud.  The sholil is confined to the rippling low register and the singer's voice ranges from the middle register to the high register.  [B]The coda is voiced by the melody of the sholil, the rhythm of the singer reciting any composition of The Wisdom of Libraries and the rhythm of the meng.  The passage is to become softer and softer.  The sholil ranges from the strident middle register to the wispy top register and the singer's voice stays in the high register.  [B]Scales are constructed from twelve notes spaced evenly throughout the octave.  The tonic note is fixed only at the time of performance.  Every note is named.  The names are nokzam (spoken no), emuth (em), fer (fe), uvel (uv), dolush (do), agek (ag), ucat (uc), ngarak (nga), enir (en), ugath (ug), lisig (li) and etag (et).  [B]The asdos heptatonic scale is thought of as two disjoint chords spanning two perfect fourths.  These chords are named gatal and emar.  [B]The gatal tetrachord is the 1st, the 2nd, the 3rd and the 6th degrees of the semitone octave scale.  [B]The emar tetrachord is the 8th, the 11th, the 12th and the 13th (completing the octave) degrees of the semitone octave scale."},{"_type":"musical_form","_links":{"self":"http://127.0.0.1:20350/api/musical_forms/27"},"id":27,"name":"The Ashen Death","description":"The Ashen Death is a devotional form of music directed toward the worship of Nar originating in The Dutiful Dagger.  The form guides musicians during improvised performances.  A chanter recites The Books of Singing while the music is played on a alnis.  The musical voices bring melody with harmony.  The entire performance should be broad.  The melody has long phrases throughout the form.  Only one pitch is ever played at a time.  It is performed using the lakish scale.  Throughout, when possible, performers are to make trills and alternate tension and repose.  [B]The chanter always plays staccato.  [B]The Ashen Death has the following structure: a lengthy introduction and a passage.  [B]The introduction is voiced by the melody of the chanter.  The passage is very slow, and it is to be soft.  The chanter's voice covers its entire range.  The passage is performed in the nural rhythm.  [B]The simple passage is voiced by the melody of the alnis and the harmony of the chanter.  The passage is consistently slowing, and it is to be moderately loud.  The chanter's voice ranges from the low register to the middle register.  The passage is performed in the atrid rhythm.  [B]Scales are constructed from twelve notes spaced evenly throughout the octave.  The tonic note is fixed only at the time of performance.  Every note is named.  The names are nokzam (spoken no), emuth (em), fer (fe), uvel (uv), dolush (do), agek (ag), ucat (uc), ngarak (nga), enir (en), ugath (ug), lisig (li) and etag (et).  [B]The lakish hexatonic scale is thought of as two disjoint chords spanning two perfect fourths.  These chords are named gatal and sedil.  [B]The gatal tetrachord is the 1st, the 2nd, the 3rd and the 6th degrees of the semitone octave scale.  [B]The sedil trichord is the 8th, the 11th and the 13th (completing the octave) degrees of the semitone octave scale.  [B]The rhythm system is fundamentally polyrhythmic.  There are always multiple rhythm lines, and each of their bars is played over the same period of time, regardless of the number of beats.  The rhythm lines are thought of as one, without a primary-subordinate relationship, though individual lines can be named.  [B]The nural rhythm is made from two patterns: the erong (considered the primary) and the sakrith.  [B]The erong rhythm is a single line with four beats divided into two bars in a 2-2 pattern.  The beat is stressed as follows:[B]| x x | x - | [B]where x is a beat, - is silent and | indicates a bar.  [B]The sakrith rhythm is a single line with four beats divided into two bars in a 2-2 pattern.  The beat is stressed as follows:[B]| x - | x x | [B]where x is a beat, - is silent and | indicates a bar.  [B]The atrid rhythm is made from two patterns: the erong (considered the primary) and the sakrith."},{"_type":"musical_form","_links":{"self":"http://127.0.0.1:20350/api/musical_forms/28"},"id":28,"name":"The Amethyst Orange","description":"The Amethyst Orange is a devotional form of music directed toward the worship of The Puce Aquamarine originally devised by the human Rakfil Releasenumber.  The rules of the form are applied by composers to produce individual pieces of music which can be performed.  A chanter recites nonsensical words and sounds while the music is played on a arin.  The musical voices bring melody, counterpoint and rhythm.  The melody has mid-length phrases, while the counterpoint has short phrases throughout the form.  It is performed using the lastta scale and in the onod rhythm.  Throughout, when possible, composers and performers are to play staccato.  [B]The chanter always should evoke tears.  [B]The Amethyst Orange has a well-defined multi-passage structure: a theme, a lengthy bridge-passage and one to two series of variations on the theme and a coda.  [B]The theme is voiced by the melody of the arin.  The passage is consistently slowing, and it is to be very loud.  The arin stays in the resonant low register.  Only one pitch is ever played at a time in this passage.  [B]The bridge-passage is voiced by the melody of the chanter reciting nonsensical words and sounds and the counterpoint of the arin.  The passage is at a hurried pace, and it is to be moderately soft.  The chanter's voice stays in the low register and the arin stays in the flat middle register.  Only one pitch is ever played at a time in this passage.  [B]Each of the series of variations is voiced by the melody of the chanter reciting nonsensical words and sounds and the rhythm of the arin.  Each passage is consistently slowing, and it is to become louder and louder.  The chanter's voice ranges from the low register to the middle register and the arin stays in the resonant low register.  This passage features only melodic tones and intervals.  [B]The coda is voiced by the melody of the chanter reciting The Lyrical Songs.  The passage is at a free tempo, and it is to be loud.  The chanter's voice covers its entire range.  Only one pitch is ever played at a time in this passage.  [B]Scales are constructed from twelve notes spaced evenly throughout the octave.  The tonic note is fixed only at the time of performance.  [B]The lastta pentatonic scale is constructed by selection of degrees from the fundamental scale.  The degrees selected are the 1st, the 2nd, the 6th, the 8th and the 11th.  [B]The onod rhythm is a single line with four beats divided into two bars in a 2-2 pattern.  The beats are named osp (spoken osp) and arin (ar).  The beat is stressed as follows:[B]| - x | x - | [B]where x is a beat, - is silent and | indicates a bar."},{"_type":"musical_form","_links":{"self":"http://127.0.0.1:20350/api/musical_forms/29"},"id":29,"name":"The Mirthful Embraces","description":"The Mirthful Embraces is a form of music used during marches and military engagements originally devised by the elf Riramo Packleap.  The rules of the form are applied by composers to produce individual pieces of music which can be performed.  A chanter recites any composition of The Insightful Brain while the music is played on a elu.  The music is melody and rhythm without harmony.  The melody has short phrases throughout the form.  The music repeats for as long as necessary.  It is performed without preference for a scale and in free rhythm.  Throughout, when possible, composers and performers are to make trills.  [B]The chanter always does the main melody and should be merry.  [B]The elu always provides the rhythm and should perform with skill.  [B]The Mirthful Embraces has the following structure: a passage and an additional passage.  [B]The first simple passage is at a hurried pace, and it is to start loud then be immediately soft.  The chanter's voice ranges from the middle register to the high register.  This passage features only melodic tones and intervals.  [B]The second simple passage is at a hurried pace, and it is to be soft.  The chanter's voice stays in the middle register.  Only one pitch is ever played at a time in this passage."}]}